[
    {
        "palabra": "α",
        "transliteracion": "alpha",
        "traduccion_literal": "alfa",
        "analisis_gramatical": "La letra α (alfa) no es una palabra en sí misma, sino la primera letra del alfabeto griego.  Por lo tanto, no tiene una clase de palabra gramatical en el sentido tradicional. No posee raíz, tiempo, voz, modo, persona, número, caso o género. \n\nSu significado y uso en el Nuevo Testamento, y en general en el griego koiné, es exclusivamente como letra del alfabeto.  Aparece como componente de palabras, pero nunca como una palabra independiente con significado propio.  Su significado como letra depende del contexto de la palabra en la que se encuentra. \n\nEn el Nuevo Testamento, se encuentra formando parte de palabras griegas.  Por ejemplo, podría formar parte de la palabra ἀγάπη (agápē), amor.  En este caso, α no aporta un significado independiente, sino que contribuye a la construcción fonética y ortográfica de la palabra completa.  En resumen, la función de α es puramente ortográfica y fonética, no semántica."
    },
    {
        "palabra": "ααρων",
        "transliteracion": "Aaron",
        "traduccion_literal": "Aarón",
        "analisis_gramatical": "**Clase de palabra:** Sustantivo propio\n\n**Raíz:** La raíz etimológica exacta de \"ααρων\" (Aaron) es incierta y se considera de origen semítico, posiblemente relacionado con palabras que significan 'montaña' o 'exaltado'.  No se deriva de una raíz griega. Su uso en griego es simplemente una transcripción del nombre hebreo אהרן (Ahărôn).\n\n**Morfosintaxis:** Como nombre propio, no presenta flexión en cuanto a tiempo, voz, modo, persona, número o verbo.  En el Nuevo Testamento aparece en nominativo singular,  funcionando como sujeto u objeto directo de las oraciones en las que aparece.\n\n**Significado y uso en el Nuevo Testamento:** En el Nuevo Testamento,  \"ααρων\"  refiere exclusivamente a Aarón, el hermano mayor de Moisés,  el primer sumo sacerdote de Israel.  Su papel como mediador entre Dios y el pueblo de Israel se usa a menudo como figura o tipología para Cristo, el Sumo Sacerdote supremo.  Por ejemplo, la comparación implícita entre Aarón y Cristo se observa al describir el ministerio sacerdotal de ambos.  El uso de su nombre en el NT no implica una discusión explícita de la teología de Aarón en sí mismo, sino que sirve como referencia histórica y tipología para entender mejor el rol de Cristo.\nSu mención sirve para reforzar la conexión entre el Antiguo y el Nuevo Testamento, mostrando la continuidad del plan de Dios para la salvación.  Al parecer no se le asigna un significado añadido o derivado más allá de su identidad histórica como hermano de Moisés y sumo sacerdote del antiguo pacto."
    }
]