[
    {
        "referencia": "1 Corintios 6:9-10",
        "texto_griego": " η ουκ οιδατε οτι αδικοι θεου βασιλειαν ου κληρονομησουσιν μη πλανασθε\n\nουτε πορνοι ουτε ειδωλολατραι ουτε μοιχοι ουτε μαλακοι ουτε αρσενοκοιται ουτε κλεπται ουτε πλεονεκται ου μεθυσοι ου λοιδοροι ουχ αρπαγες βασιλειαν θεου κληρονομησουσιν ",
        "informacion": "Análisis de 1 Corintios 6:9-10\n\nη (ē)\n\n    Transliteración: ē\n\n    Traducción literal: ¿Acaso no?\n\n    Análisis morfológico: Partícula interrogativa que introduce una pregunta que espera una respuesta afirmativa. En este contexto, tiene el matiz de una pregunta retórica.\n\n    Comentario: Su uso inicial establece el tono de la pregunta, que es más una afirmación contundente.\n\nουκ (ouk)\n\n    Transliteración: ouk\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación. Se usa antes de vocales.\n\n    Comentario: Se combina con la partícula interrogativa para formar una pregunta retórica que enfatiza la negación.\n\nοιδατε (oidate)\n\n    Transliteración: oidate\n\n    Traducción literal: sabéis\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Perfecto.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Comentario: El Tiempo Perfecto en griego indica un estado que es resultado de una acción pasada. En este caso, el conocimiento de los creyentes es una condición que ya existe y es firme. La acción de \"saber\" es un hecho del presente, resultado de un conocimiento previo.\n\nοτι (hoti)\n\n    Transliteración: hoti\n\n    Traducción literal: que\n\n    Análisis morfológico: Conjunción subordinada.\n\n    Comentario: Introduce una cláusula de objeto que explica el contenido de lo que \"saben\" (οιδατε).\n\nαδικοι (adikoi)\n\n    Transliteración: adikoi\n\n    Traducción literal: injustos\n\n    Análisis morfológico: Adjetivo, nominativo, masculino, plural. En este contexto, funciona como un sustantivo (\"los injustos\").\n\nθεου (theou)\n\n    Transliteración: theou\n\n    Traducción literal: de Dios\n\n    Análisis morfológico: Sustantivo, genitivo, singular.\n\n    Comentario: El genitivo indica posesión, por lo que se refiere a la \"reino de Dios\".\n\nβασιλειαν (basileian)\n\n    Transliteración: basileian\n\n    Traducción literal: reino\n\n    Análisis morfológico: Sustantivo, acusativo, singular.\n\n    Comentario: Es el objeto directo del verbo \"κληρονομησουσιν\" (κληρονομέω).\n\nου (ou)\n\n    Transliteración: ou\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación.\n\nκληρονομησουσιν (klēronomēsousin)\n\n    Transliteración: klēronomēsousin\n\n    Traducción literal: heredarán\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Futuro.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Tercera.\n\n        Número: Plural.\n\n    Comentario: El Tiempo Futuro en Modo Indicativo se usa para hablar de una acción que tendrá lugar en el futuro. Es una declaración de un evento futuro que se presenta como una certeza. No es un deseo o una posibilidad, sino un hecho que ocurrirá.\n\nAnálisis de la segunda parte (versículo 10)\n\nEl versículo 10 es una enumeración de diferentes tipos de personas que no heredarán el reino de Dios. La estructura gramatical es una lista de sustantivos en nominativo, cada uno precedido por la partícula negativa ουτε (oute), que significa \"ni\".\n\nμη (mē)\n\n    Transliteración: mē\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación. Se usa para negaciones subjetivas o para prohibiciones, como en este caso.\n\n    Comentario: La frase μη πλανασθε es una prohibición.\n\nπλανασθε (planasthe)\n\n    Transliteración: planasthe\n\n    Traducción literal: seáis engañados / se equivoquen\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Presente.\n\n        Voz: Media-Pasiva.\n\n        Modo: Imperativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Comentario: El Modo Imperativo se usa para dar una orden o mandato. La Voz Media-Pasiva aquí significa que la acción se realiza sobre el sujeto (\"no se dejen engañar a ustedes mismos\"). El Tiempo Presente en el imperativo indica una prohibición continua: \"Dejen de ser engañados\" o \"no se dejen engañar de ahora en adelante\".\n\nEnumeración de substantivos\n\n    ουτε πορνοι (oute pornoi): \"ni fornicarios\".\n\n    ουτε ειδωλολατραι (oute eidōlolatrai): \"ni idólatras\".\n\n    ουτε μοιχοι (oute moikhoi): \"ni adúlteros\".\n\n    ουτε μαλακοι (oute malakoi): \"ni afeminados\" o \"suaves\".\n\n    ουτε αρσενοκοιται (oute arsenokoitai): \"ni los que se acuestan con varones\".\n\n    ουτε κλεπται (oute kleptai): \"ni ladrones\".\n\n    ουτε πλεονεκται (oute pleonektai): \"ni avariciosos\".\n\n    ου μεθυσοι (ou methysoi): \"ni borrachos\".\n\n    ου λοιδοροι (ou loidoroi): \"ni difamadores\".\n\n    ουχ αρπαγες (oukh harpages): \"ni estafadores\" o \"depredadores\".\n\nConclusión\n\nEl análisis gramatical de este pasaje revela una estructura clara y enfática. El uso del Tiempo Perfecto para el verbo \"saber\" y el Tiempo Futuro para \"heredar\" crea un contraste entre un conocimiento presente y una consecuencia futura. El Modo Imperativo en el segundo versículo es un mandato directo y fuerte a los creyentes para que no sean engañados respecto a la certeza de esta consecuencia. La enumeración, con el uso repetitivo de la negación, subraya la lista de acciones y estados que, según el texto, tienen una consecuencia definitiva en el futuro."
    },
    {
        "referencia": "Juan 3:16",
        "texto_griego": "ουτως γαρ ηγαπησεν ο θεος τον κοσμον ωστε τον υιον τον μονογενη εδωκεν ινα πας ο πιστευων εις αυτον μη αποληται αλλ εχη ζωην αιωνιον",
        "informacion": "Análisis de Juan 3:16\n\nουτως (houtōs)\n\n    Transliteración: houtōs\n\n    Traducción literal: así, de tal manera\n\n    Análisis morfológico: Adverbio de modo.\n\n    Comentario: Indica la manera o el grado de la acción del verbo. En este caso, funciona como un intensificador, señalando que el amor de Dios fue de una magnitud tan grande que tuvo la consecuencia que se describe a continuación. Se relaciona directamente con la conjunción ὥστε.\n\nγαρ (gar)\n\n    Transliteración: gar\n\n    Traducción literal: porque, pues\n\n    Análisis morfológico: Partícula de conjunción.\n\n    Comentario: Introduce una explicación o una razón para la declaración anterior.\n\nηγαπησεν (ēgapēsen)\n\n    Transliteración: ēgapēsen\n\n    Traducción literal: amó\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Aoristo.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Tercera.\n\n        Número: Singular.\n\n    Comentario: El Tiempo Aoristo en el Modo Indicativo describe una acción puntual y completa en el pasado. Se refiere a un acto de amor específico y definitivo. La riqueza del aoristo aquí no reside en la duración del amor, sino en el hecho de que este amor se manifestó en un evento único y concreto: el acto de dar.\n\nο θεος (ho theos)\n\n    Transliteración: ho theos\n\n    Traducción literal: el Dios\n\n    Análisis morfológico: Sustantivo, nominativo, masculino, singular, con artículo definido.\n\n    Comentario: Es el sujeto del verbo ηγαπησεν.\n\nτον κοσμον (ton kosmon)\n\n    Transliteración: ton kosmon\n\n    Traducción literal: el mundo\n\n    Análisis morfológico: Sustantivo, acusativo, masculino, singular, con artículo definido.\n\n    Comentario: Es el objeto directo del verbo ηγαπησεν. El acusativo indica que es el receptor de la acción de \"amar\".\n\nωστε (hōste)\n\n    Transliteración: hōste\n\n    Traducción literal: de modo que, por lo tanto\n\n    Análisis morfológico: Conjunción de resultado.\n\n    Comentario: Introduce una cláusula que expresa el resultado o la consecuencia de la acción descrita en la cláusula principal. La conjunción ωστε aquí conecta directamente el acto de \"amar\" con el acto de \"dar\".\n\nτον υιον (ton huion)\n\n    Transliteración: ton huion\n\n    Traducción literal: el hijo\n\n    Análisis morfológico: Sustantivo, acusativo, masculino, singular, con artículo definido.\n\n    Comentario: Objeto directo del verbo εδωκεν.\n\nτον μονογενη (ton monogenē)\n\n    Transliteración: ton monogenē\n\n    Traducción literal: el unigénito, el único\n\n    Análisis morfológico: Adjetivo, acusativo, masculino, singular, con artículo definido.\n\n    Comentario: Actúa como un epíteto que califica al sustantivo υιον. Subraya la singularidad del hijo.\n\nεδωκεν (edōken)\n\n    Transliteración: edōken\n\n    Traducción literal: dio\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Aoristo.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Tercera.\n\n        Número: Singular.\n\n    Comentario: Al igual que ηγαπησεν, el Tiempo Aoristo indica un acto puntual y concreto en el pasado: el acto de dar. Es un hecho histórico, un evento definitivo.\n\nινα (hina)\n\n    Transliteración: hina\n\n    Traducción literal: para que\n\n    Análisis morfológico: Conjunción de propósito.\n\n    Comentario: Introduce una cláusula subordinada que expresa el propósito o la finalidad de la acción principal (el hecho de que Dios \"dio\"). Los verbos que le siguen se encuentran en Modo Subjuntivo para expresar este propósito.\n\nπας (pas)\n\n    Transliteración: pas\n\n    Traducción literal: todo, cada uno\n\n    Análisis morfológico: Adjetivo, nominativo, masculino, singular.\n\n    Comentario: En este contexto, combinado con el artículo ο y el participio πιστευων, funciona como un pronombre sustantivado que significa \"cada uno que\".\n\nο πιστευων (ho pisteuōn)\n\n    Transliteración: ho pisteuōn\n\n    Traducción literal: el que cree\n\n    Análisis morfológico: Participio, nominativo, masculino, singular.\n\n        Tiempo: Presente.\n\n        Voz: Activa.\n\n    Comentario: La combinación del artículo ο y el participio πιστευων forma una construcción sustantivada que describe a una persona por la acción que realiza. El Tiempo Presente del participio indica una acción de carácter continuo o habitual: \"el que está creyendo\" o \"el que sigue creyendo\".\n\nεις αυτον (eis auton)\n\n    Transliteración: eis auton\n\n    Traducción literal: en él\n\n    Análisis morfológico: Preposición εις (en, hacia) con pronombre personal αυτον (él) en acusativo.\n\n    Comentario: Indica la dirección de la acción de \"creer\".\n\nμη (mē)\n\n    Transliteración: mē\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación.\n\n    Comentario: Se usa con el Modo Subjuntivo para expresar negación en cláusulas de propósito.\n\nαποληται (apolētai)\n\n    Transliteración: apolētai\n\n    Traducción literal: perezca, se pierda\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Aoristo.\n\n        Voz: Media.\n\n        Modo: Subjuntivo.\n\n        Persona: Tercera.\n\n        Número: Singular.\n\n    Comentario: El Modo Subjuntivo se utiliza aquí para expresar el propósito de la acción principal (dar al Hijo). El Tiempo Aoristo en subjuntivo se centra en el resultado del propósito: que la pérdida no sea un hecho. La Voz Media aquí tiene un matiz de \"perderse a sí mismo\" o \"perderse para sí\".\n\nαλλ (all)\n\n    Transliteración: all\n\n    Traducción literal: sino que\n\n    Análisis morfológico: Conjunción adversativa.\n\n    Comentario: Introduce una idea contrastante o alternativa.\n\nεχη (echē)\n\n    Transliteración: echē\n\n    Traducción literal: tenga\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Presente.\n\n        Voz: Activa.\n\n        Modo: Subjuntivo.\n\n        Persona: Tercera.\n\n        Número: Singular.\n\n    Comentario: También en Modo Subjuntivo, expresa el segundo propósito. El Tiempo Presente aquí es de gran importancia: mientras que el aoristo αποληται se enfoca en un resultado puntual (evitar la perdición), el presente εχη se enfoca en la posesión continua y duradera de la \"vida eterna\".\n\nζωην (zōēn)\n\n    Transliteración: zōēn\n\n    Traducción literal: vida\n\n    Análisis morfológico: Sustantivo, acusativo, singular.\n\nαιωνιον (aiōnion)\n\n    Transliteración: aiōnion\n\n    Traducción literal: eterna\n\n    Análisis morfológico: Adjetivo, acusativo, singular.\n\nResumen gramatical\n\nLa estructura de Juan 3:16 es notable por su uso de las conjunciones de resultado (ὥστε) y de propósito (ἵνα). El verbo principal ηγαπησεν (amó) y εδωκεν (dio) están en Aoristo Indicativo, describiendo dos acciones definitivas del pasado. La cláusula de propósito que le sigue, introducida por ἵνα, contiene dos verbos en Modo Subjuntivo: el Aoristo αποληται (perezca) para un resultado puntual, y el Presente εχη (tenga) para un resultado que denota una posesión continua. Esta distinción temporal entre los dos subjuntivos es un detalle gramatical que enriquece el significado del texto."
    }
]