[
    {
        "referencia": "1 Corintios 6:9-10",
        "texto_griego": " η ουκ οιδατε οτι αδικοι θεου βασιλειαν ου κληρονομησουσιν μη πλανασθε\n\nουτε πορνοι ουτε ειδωλολατραι ουτε μοιχοι ουτε μαλακοι ουτε αρσενοκοιται ουτε κλεπται ουτε πλεονεκται ου μεθυσοι ου λοιδοροι ουχ αρπαγες βασιλειαν θεου κληρονομησουσιν ",
        "informacion": "Análisis de 1 Corintios 6:9-10\n\nη (ē)\n\n    Transliteración: ē\n\n    Traducción literal: ¿Acaso no?\n\n    Análisis morfológico: Partícula interrogativa que introduce una pregunta que espera una respuesta afirmativa. En este contexto, tiene el matiz de una pregunta retórica.\n\n    Comentario: Su uso inicial establece el tono de la pregunta, que es más una afirmación contundente.\n\nουκ (ouk)\n\n    Transliteración: ouk\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación. Se usa antes de vocales.\n\n    Comentario: Se combina con la partícula interrogativa para formar una pregunta retórica que enfatiza la negación.\n\nοιδατε (oidate)\n\n    Transliteración: oidate\n\n    Traducción literal: sabéis\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Perfecto.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Comentario: El Tiempo Perfecto en griego indica un estado que es resultado de una acción pasada. En este caso, el conocimiento de los creyentes es una condición que ya existe y es firme. La acción de \"saber\" es un hecho del presente, resultado de un conocimiento previo.\n\nοτι (hoti)\n\n    Transliteración: hoti\n\n    Traducción literal: que\n\n    Análisis morfológico: Conjunción subordinada.\n\n    Comentario: Introduce una cláusula de objeto que explica el contenido de lo que \"saben\" (οιδατε).\n\nαδικοι (adikoi)\n\n    Transliteración: adikoi\n\n    Traducción literal: injustos\n\n    Análisis morfológico: Adjetivo, nominativo, masculino, plural. En este contexto, funciona como un sustantivo (\"los injustos\").\n\nθεου (theou)\n\n    Transliteración: theou\n\n    Traducción literal: de Dios\n\n    Análisis morfológico: Sustantivo, genitivo, singular.\n\n    Comentario: El genitivo indica posesión, por lo que se refiere a la \"reino de Dios\".\n\nβασιλειαν (basileian)\n\n    Transliteración: basileian\n\n    Traducción literal: reino\n\n    Análisis morfológico: Sustantivo, acusativo, singular.\n\n    Comentario: Es el objeto directo del verbo \"κληρονομησουσιν\" (κληρονομέω).\n\nου (ou)\n\n    Transliteración: ou\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación.\n\nκληρονομησουσιν (klēronomēsousin)\n\n    Transliteración: klēronomēsousin\n\n    Traducción literal: heredarán\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Futuro.\n\n        Voz: Activa.\n\n        Modo: Indicativo.\n\n        Persona: Tercera.\n\n        Número: Plural.\n\n    Comentario: El Tiempo Futuro en Modo Indicativo se usa para hablar de una acción que tendrá lugar en el futuro. Es una declaración de un evento futuro que se presenta como una certeza. No es un deseo o una posibilidad, sino un hecho que ocurrirá.\n\nAnálisis de la segunda parte (versículo 10)\n\nEl versículo 10 es una enumeración de diferentes tipos de personas que no heredarán el reino de Dios. La estructura gramatical es una lista de sustantivos en nominativo, cada uno precedido por la partícula negativa ουτε (oute), que significa \"ni\".\n\nμη (mē)\n\n    Transliteración: mē\n\n    Traducción literal: no\n\n    Análisis morfológico: Partícula de negación. Se usa para negaciones subjetivas o para prohibiciones, como en este caso.\n\n    Comentario: La frase μη πλανασθε es una prohibición.\n\nπλανασθε (planasthe)\n\n    Transliteración: planasthe\n\n    Traducción literal: seáis engañados / se equivoquen\n\n    Análisis morfológico: Verbo.\n\n        Tiempo: Presente.\n\n        Voz: Media-Pasiva.\n\n        Modo: Imperativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Comentario: El Modo Imperativo se usa para dar una orden o mandato. La Voz Media-Pasiva aquí significa que la acción se realiza sobre el sujeto (\"no se dejen engañar a ustedes mismos\"). El Tiempo Presente en el imperativo indica una prohibición continua: \"Dejen de ser engañados\" o \"no se dejen engañar de ahora en adelante\".\n\nEnumeración de substantivos\n\n    ουτε πορνοι (oute pornoi): \"ni fornicarios\".\n\n    ουτε ειδωλολατραι (oute eidōlolatrai): \"ni idólatras\".\n\n    ουτε μοιχοι (oute moikhoi): \"ni adúlteros\".\n\n    ουτε μαλακοι (oute malakoi): \"ni afeminados\" o \"suaves\".\n\n    ουτε αρσενοκοιται (oute arsenokoitai): \"ni los que se acuestan con varones\".\n\n    ουτε κλεπται (oute kleptai): \"ni ladrones\".\n\n    ουτε πλεονεκται (oute pleonektai): \"ni avariciosos\".\n\n    ου μεθυσοι (ou methysoi): \"ni borrachos\".\n\n    ου λοιδοροι (ou loidoroi): \"ni difamadores\".\n\n    ουχ αρπαγες (oukh harpages): \"ni estafadores\" o \"depredadores\".\n\nConclusión\n\nEl análisis gramatical de este pasaje revela una estructura clara y enfática. El uso del Tiempo Perfecto para el verbo \"saber\" y el Tiempo Futuro para \"heredar\" crea un contraste entre un conocimiento presente y una consecuencia futura. El Modo Imperativo en el segundo versículo es un mandato directo y fuerte a los creyentes para que no sean engañados respecto a la certeza de esta consecuencia. La enumeración, con el uso repetitivo de la negación, subraya la lista de acciones y estados que, según el texto, tienen una consecuencia definitiva en el futuro."
    }
]