[
    {
        "palabra": "Ἀαρών",
        "transliteracion": "Aarṓn",
        "traduccion_literal": "Aarón",
        "analisis_gramatical": " Clase de palabra: Sustantivo propio.\n Raíz: Proviene del hebreo אַהֲרֹן ('Ahărown).\n Análisis morfológico: Es un sustantivo propio indeclinable. Esto significa que la forma de la palabra no cambia, sin importar su función gramatical en la oración (sujeto, objeto directo, etc.).\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico (como el hebreo) que fueron adoptados en el griego koiné del Nuevo Testamento. No presenta las inflexiones de caso, número o género típicas de los sustantivos griegos, lo que simplifica su análisis.\n\nAarón es el nombre del hermano mayor de Moisés, quien desempeñó un papel crucial en la historia de la liberación de los israelitas de Egipto. Fue el primer Sumo Sacerdote de Israel y se convirtió en el progenitor del linaje sacerdotal (los \"levitas\") en el Antiguo Testamento. En el Nuevo Testamento, el nombre es mencionado en referencia a su linaje sacerdotal y a su posición como sacerdote principal, en particular en la Epístola a los Hebreos, donde su sacerdocio es contrastado con el sacerdocio superior de Cristo."
    },
    {
        "palabra": "Ἀβαδδών",
        "transliteracion": "Abaddṓn",
        "traduccion_literal": "Abadón",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבַדּוֹן ('Avaddon), que significa \"destrucción\" o \"lugar de destrucción\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Al igual que el nombre \"Aarón\", su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico que fueron incorporados al griego koiné.\n\nAbadón es un nombre propio que se encuentra en el Nuevo Testamento, específicamente en el libro de Apocalipsis. Aunque en el hebreo su significado general es \"destrucción\", en este contexto particular, se usa para designar a un ser o entidad. El nombre se utiliza para referirse a la figura que gobierna sobre un grupo de criaturas. El nombre griego equivalente, Apoliõn, tiene un significado similar de \"destructor\"."
    },
    {
        "palabra": "ἀβαρῆ",
        "transliteracion": "abarē",
        "traduccion_literal": "Sin peso, sin carga",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βάρος (baros, \"peso\", \"carga\").\n\nAnálisis morfológico: Se trata de la forma acusativo singular o nominativo/acusativo/vocativo plural neutro del adjetivo ἀβαρής.\n\nComentario sobre la morfología: La morfología de este adjetivo indica que está describiendo a un sustantivo que es \"sin peso\" o \"sin carga\". El prefijo privativo ἀ- es clave para entender su significado, ya que invierte el sentido de la palabra a la que se une. En el contexto bíblico, a menudo se usa para describir el hecho de no ser una carga financiera o económica para otros."
    },
    {
        "palabra": "ἀββᾶ",
        "transliteracion": "abba",
        "traduccion_literal": "Padre",
        "analisis_gramatical": "Clase de palabra: Sustantivo, un término arameo transliterado al griego.\n\nRaíz: La palabra proviene del arameo אַבָּא ('abbā'), que significa \"padre\". Es una forma afectuosa, íntima y reverencial, similar a \"papá\".\n\nAnálisis morfológico: Se trata de un sustantivo indeclinable, lo que significa que su forma no cambia según el caso, número o género. Esto es común en las transliteraciones de palabras semíticas al griego.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica su uso gramatical. Sin embargo, su significado profundo radica en su origen arameo, donde evoca una relación de cercanía y confianza con la figura paterna. El Nuevo Testamento lo utiliza en contextos de oración para reflejar esta intimidad."
    },
    {
        "palabra": "Ἅβελ",
        "transliteracion": "Habel",
        "traduccion_literal": "Abel",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo הֶבֶל (Hebel), que significa \"aliento\" o \"vapor\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Esto es una característica común en los nombres de origen semítico que se adoptaron en el griego koiné. Su forma gramatical no cambia, independientemente de su función en la oración.\n\nComentario sobre la morfología: El hecho de que la palabra sea indeclinable simplifica su análisis, ya que no presenta las variaciones de caso, número o género que son típicas de los sustantivos griegos.\n\nAbel es un nombre bíblico que se encuentra tanto en el Antiguo como en el Nuevo Testamento. Fue el segundo hijo de Adán y Eva, conocido por haber sido asesinado por su hermano mayor, Caín."
    },
    {
        "palabra": "Ἀβιά",
        "transliteracion": "Abia",
        "traduccion_literal": "Abías",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיָּה ('Avíyah), que significa \"Yahweh es mi padre\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no cambia, sin importar su función gramatical en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable es característica de muchos nombres semíticos que fueron transliterados al griego koiné. A pesar de su simplicidad morfológica, su significado etimológico es relevante, ya que Yahweh (una forma del nombre divino) está integrado en el nombre mismo.\n\nAbía (o Abías) es un nombre que aparece en el Nuevo Testamento, notablemente en la genealogía de Jesús y en la historia de Zacarías, el padre de Juan el Bautista. Zacarías pertenecía a la \"clase de Abías\", que era una de las divisiones sacerdotales establecidas por el rey David. Este nombre, por lo tanto, no solo se refiere a un individuo, sino que también identifica un linaje sacerdotal específico."
    },
    {
        "palabra": "Ἀβιαθάρ",
        "transliteracion": "Abiathár",
        "traduccion_literal": "Abiatar",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֶבְיָתָר ('Ebyathár), que significa \"el padre de la excelencia\" o \"padre de abundancia\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no varía, independientemente de la función que cumpla en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en griego koiné simplifica su uso gramatical. Al ser una transliteración de un nombre hebreo, carece de las inflexiones de caso, género y número propias de la gramática griega.\n\nAbiatar es un nombre del Antiguo Testamento que aparece en el Nuevo Testamento, específicamente en el Evangelio de Marcos. Fue un sumo sacerdote en el tiempo del rey David y se le asocia con un evento en el que David y sus compañeros comieron el pan de la proposición. El nombre es un punto de referencia para un evento histórico particular."
    },
    {
        "palabra": "Ἀβιληνῆς",
        "transliteracion": "Abilēnēs",
        "traduccion_literal": "Abilinia, de Abilene",
        "analisis_gramatical": "Clase de palabra: Sustantivo o adjetivo gentilicio (que indica procedencia).\n\nRaíz: El nombre del lugar Ἀβιληνή (Abilēnē). La terminación -ῆς indica posesión o procedencia.\n\nAnálisis morfológico: Se trata de la forma genitivo singular del sustantivo o adjetivo. El genitivo en griego se usa para indicar posesión, origen o relación. En este caso, indica \"de Abilene\" o \"perteneciente a Abilene\".\n\nComentario sobre la morfología: La forma en genitivo singular Ἀβιληνῆς es clave para entender su función en la oración. No se refiere al lugar en sí mismo (Abilene), sino a algo o alguien que es \"de\" ese lugar, o está relacionado con él.\n\nAbilene era una región y tetrarquía en la antigua Siria. En el Nuevo Testamento, se menciona en el Evangelio de Lucas en referencia a Lisanías, quien era el tetrarca (gobernante de una cuarta parte de una región) de esa zona en el tiempo de Juan el Bautista. La mención de Abilene ayuda a situar cronológicamente el comienzo del ministerio de Juan. La región se encontraba en las laderas orientales del Monte Hermón, en lo que hoy es parte de Siria y Líbano."
    },
    {
        "palabra": "Ἀβιούδ",
        "transliteracion": "Abioud",
        "traduccion_literal": "Abiud",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיהוּד ('Avihud), que significa \"mi padre es majestad\" o \"padre de la gloria\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Como muchos nombres de origen semítico, su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica el análisis gramatical, ya que carece de las variaciones de caso.\n\nAbiud es un nombre que aparece en el Nuevo Testamento, específicamente en el Evangelio de Mateo, en la genealogía de Jesús. Se menciona como el padre de Eliaquim y uno de los descendientes del rey David. El nombre es significativo principalmente por su lugar en esta línea de descendencia."
    },
    {
        "palabra": "Ἀβραάμ",
        "transliteracion": "Abraám",
        "traduccion_literal": "Abrahán",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבְרָהָם ('Avrāhām), que significa \"padre de una multitud\". Este es un nombre que se le dio a un personaje bíblico, ya que su nombre original era Abram (אַבְרָם, 'Avrām), que significa \"padre exaltado\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. No presenta las inflexiones de caso, número o género que son típicas de los sustantivos griegos.\n\nComentario sobre la morfología: La naturaleza indeclinable de Ἀβραάμ en el griego koiné es una característica de muchos nombres de origen semítico. Su forma no cambia sin importar su función en la oración.\n\nAbraham es una de las figuras más importantes del Antiguo Testamento y es considerado el patriarca de las tres grandes religiones monoteístas. Su historia, incluyendo su llamado, su viaje a Canaán y el pacto que Dios estableció con él, se narra extensamente en el libro del Génesis. En el Nuevo Testamento, se le menciona con frecuencia, especialmente en las genealogías de Jesús y en las cartas de Pablo, donde se le usa como un ejemplo de fe."
    },
    {
        "palabra": "ἄβυσσον",
        "transliteracion": "ábysson",
        "traduccion_literal": "Abismo, profundo",
        "analisis_gramatical": "Clase de palabra: Sustantivo o adjetivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βυσσός (byssos, una variante de βυθός, \"fondo\" o \"lecho\"). Su significado es, literalmente, \"sin fondo\".\n\nAnálisis morfológico: Se trata de la forma acusativo singular neutro del sustantivo ἄβυσσος (abyssos), que también puede funcionar como adjetivo.\n\nComentario sobre la morfología: La terminación -ον en este caso indica que la palabra está en el caso acusativo, lo que significa que probablemente está funcionando como objeto directo de un verbo. Su significado intrínseco de \"sin fondo\" o \"inconmensurable\" se mantiene en su uso.\n"
    },
    {
        "palabra": "ἀβύσσου",
        "transliteracion": "abýssou",
        "traduccion_literal": "Del abismo, de lo profundo",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βυσσός (byssos, \"fondo\" o \"lecho\"), lo que significa \"sin fondo\".\n\nAnálisis morfológico: Se trata de la forma genitivo singular del sustantivo ἄβυσσος (abyssos).\n\nComentario sobre la morfología: El genitivo, indicado por la terminación -ου, se utiliza en griego para expresar posesión, origen o relación. En este caso, la palabra indica que algo \"proviene de\" o \"pertenece al\" abismo. Su función gramatical es distinta a la de ἄβυσσον, que está en caso acusativo y actúa como objeto directo.\n\nEl término ἀβύσσου se refiere al \"abismo\" o \"profundidad sin fondo\". En el Nuevo Testamento, se usa con un significado similar al de ἄβυσσον, pero su forma gramatical específica lo sitúa en un rol diferente dentro de la oración. Por ejemplo, podría describir algo que \"sale del abismo\" o \"el poder del abismo\", enfatizando su origen o relación con ese lugar. "
    },
    {
        "palabra": "Ἅγαβος",
        "transliteracion": "Ágabos",
        "traduccion_literal": "Ágabo",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: El nombre probablemente tiene un origen semítico, aunque su etimología exacta es debatida.\n\nAnálisis morfológico: Se trata de un sustantivo propio indeclinable. Su forma no cambia sin importar el caso, número o género. Esto es característico de muchos nombres propios de origen no griego.\n\nComentario sobre la morfología: La falta de declinación simplifica su análisis gramatical en el griego koiné. A pesar de su forma fija, su función en la oración se determina por el contexto.\n\nÁgabo es un nombre que aparece en el libro de los Hechos de los Apóstoles en el Nuevo Testamento. Era un profeta cristiano que se menciona en dos ocasiones: primero, prediciendo una gran hambruna en los días del emperador Claudio, y luego, profetizando el encarcelamiento de Pablo en Jerusalén."
    },
    {
        "palabra": "ἀγαγεῖν",
        "transliteracion": "agageîn",
        "traduccion_literal": "Traer, conducir, guiar",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es ἀγ- o ἀγαγ-, que se deriva de la raíz de la que provienen otras formas del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del infinitivo aoristo activo del verbo ἄγω (agō).\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Infinitivo.\n\nPor tratarse de un verbo en Modo Infinitivo, la palabra no tiene una persona, número, o género específicos. Su función es expresar la acción del verbo sin un sujeto definido, como un sustantivo verbal. El Tiempo Aoristo indica una acción puntual o simple, sin hacer referencia a la duración del evento. El Infinitivo Aoristo es una forma verbal que indica una acción completa o puntual."
    },
    {
        "palabra": "ἀγάγετε",
        "transliteracion": "agágete",
        "traduccion_literal": "Traed, llevad, conducid",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es ἀγ- o ἀγαγ-, que se deriva de la raíz del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata de la segunda persona del plural del verbo aoristo activo, modo imperativo del verbo ἄγω (agō).\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Imperativo.\n\nPersona: Segunda.\n\nNúmero: Plural.\n\nEl modo imperativo indica una orden o un mandato. La segunda persona del plural (vosotros/ustedes) significa que la orden se dirige a más de una persona. El tiempo aoristo en el imperativo indica una acción que debe realizarse de forma puntual y completa. En conjunto, ἀγάγετε es una orden directa a un grupo de personas para que \"traigan\", \"lleven\" o \"conduzcan\" algo o a alguien."
    },
    {
        "palabra": "ἀγάγῃ",
        "transliteracion": "agágē",
        "traduccion_literal": "Traiga, lleve, guíe (él/ella/eso)",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, de la raíz verbal de ἄγω (agō).\n\nAnálisis morfológico: Se trata de la tercera persona del singular del verbo aoristo activo, modo subjuntivo del verbo ἄγω (agō).\n\nEl modo subjuntivo se usa para expresar una acción posible, deseada o hipotética, a menudo en cláusulas dependientes después de conjunciones como \"para que\", \"a fin de que\", o en preguntas deliberativas. El tiempo aoristo indica una acción puntual o simple. En conjunto, ἀγάγῃ se traduce como una acción que \"él/ella/eso\" podría o debería llevar a cabo. Por ejemplo, en una frase como \"ἵνα ἀγάγῃ\" (hina agágē), significaría \"para que él/ella traiga\"."
    },
    {
        "palabra": "ἀγαγόντα",
        "transliteracion": "agagónta",
        "traduccion_literal": "Habiendo traído, llevando",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, derivada del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del participio aoristo activo del verbo ἄγω (agō). Es la forma en acusativo singular masculino del participio.\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Acusativo.\n\nNúmero: Singular.\n\nGénero: Masculino.\n\nEl modo participio funciona como una forma verbal-adjetival, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo aoristo indica una acción puntual o completa que tuvo lugar antes o al mismo tiempo que la acción del verbo principal en la oración. La terminación -οντα indica que el participio está modificando a un sustantivo masculino singular que es el objeto directo de la oración. Por lo tanto, ἀγαγόντα describe a \"alguien\" (masculino, singular) que \"habiendo traído\" o \"habiendo llevado\" algo."
    },
    {
        "palabra": "ἀγαγόντες",
        "transliteracion": "agagóntes",
        "traduccion_literal": "Habiendo traído, llevando",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, derivada del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del participio aoristo activo del verbo ἄγω (agō). Es la forma en nominativo plural masculino del participio.\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo.\n\nNúmero: Plural.\n\nGénero: Masculino.\n\nEl modo participio actúa como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo aoristo indica una acción puntual que ocurre antes o al mismo tiempo que la acción del verbo principal en la oración. La terminación -οντες muestra que el participio está modificando a un sustantivo masculino plural que es el sujeto de la oración. Por lo tanto, ἀγαγόντες describe a \"ellos\" (masculino, plural) que \"habiendo traído\" o \"habiendo llevado\" algo, son los que realizan la acción principal del verbo."
    },
    {
        "palabra": "ἀγαθά",
        "transliteracion": "agathá",
        "traduccion_literal": "Cosas buenas, bienes, bondad",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, de la cual se deriva la familia de palabras relacionadas con la bondad.\n\nAnálisis morfológico: Se trata del nominativo/acusativo/vocativo plural neutro del adjetivo ἀγαθός (agathós, \"bueno\"). También puede ser la forma nominativo/acusativo/vocativo singular femenino. Aunque gramaticalmente la forma es idéntica en ambos casos, el contexto de la oración es lo que determina si se refiere a \"cosas buenas\" (neutro plural) o a \"una cosa buena\" (femenino singular). En el Nuevo Testamento, el uso más común es en el neutro plural, significando \"cosas buenas\" o \"bienes\".\n\nLa morfología de ἀγαθά indica que está modificando a un sustantivo neutro en plural, o a un sustantivo femenino en singular, describiendo su cualidad de ser \"bueno\" o \"buena\". Su uso en plural neutro, \"las cosas buenas\", es particularmente común para referirse a beneficios, bendiciones o buenas acciones."
    },
    {
        "palabra": "α",
        "transliteracion": "a",
        "traduccion_literal": "a",
        "analisis_gramatical": "Clase de palabra: Es la primera letra del alfabeto griego, no una palabra.\n\nRaíz: No tiene raíz, ya que es una letra.\n\nAnálisis morfológico: Como letra, no presenta morfología en el sentido de tiempo, voz, modo, caso o género. Su función es fonética y morfológica. A menudo se usa como prefijo privativo (como en la palabra ἀ que analizamos anteriormente) o como la vocal de inicio de muchas palabras. La letra alfa (α) es la primera letra del alfabeto griego. En el Nuevo Testamento, su importancia va más allá de su uso fonético y morfológico. En el libro de Apocalipsis, se utiliza de manera simbólica en la frase \"el Alfa y la Omega\", para representar el principio y el fin de todas las cosas. Es un uso único que eleva su significado de simple letra a un símbolo de totalidad y eternidad.\n\n"
    },
    {
        "palabra": "ἀγαθάς",
        "transliteracion": "agathás",
        "traduccion_literal": "Buenas, a las buenas, de las buenas",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, que se relaciona con la bondad y la cualidad de ser bueno.\n\nAnálisis morfológico: Se trata de la forma acusativo plural femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nTiempo: No aplica.\n\nVoz: No aplica.\n\nModo: No aplica.\n\nCaso: Acusativo.\n\nNúmero: Plural.\n\nGénero: Femenino.\n\nLa terminación -άς indica el caso acusativo, que se usa para el objeto directo de la oración. Esto significa que la palabra ἀγαθάς está describiendo a un sustantivo femenino en plural (por ejemplo, \"obras buenas\", \"mujeres buenas\") que está recibiendo la acción del verbo. Es importante no confundirla con la forma neutra plural ἀγαθά (agathá), que también se traduce como \"cosas buenas\", ya que su género y función gramatical son diferentes."
    },
    {
        "palabra": "ἀγαθέ",
        "transliteracion": "agathé",
        "traduccion_literal": "Oh bueno, oh bondadoso",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Es la forma vocativo singular masculino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Vocativo.\n\nNúmero: Singular.\n\nGénero: Masculino.\n\nEl caso vocativo se usa para dirigirse directamente a una persona o cosa. La terminación -έ indica que se está llamando o interpelando a un individuo masculino. Por lo tanto, la palabra se usa para dirigirse a alguien y describirlo como \"bueno\", como en la frase \"¡Oh buen siervo...!\" o \"¡Oh hombre bueno!\"."
    },
    {
        "palabra": "ἀγαθή",
        "transliteracion": "agathḗ",
        "traduccion_literal": "Buena",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Nominativo (sujeto) o Vocativo (interpelación).\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nLa terminación -ή es la marca de género femenino en el caso nominativo. Esto indica que la palabra está describiendo a un sustantivo femenino que es el sujeto de la oración. Por ejemplo, \"ἡ ψυχή ἀγαθή\" (hē psychē agathē), \"el alma es buena\". O puede funcionar en el caso vocativo para dirigirse directamente a una mujer, como \"¡Oh buena mujer!\"."
    },
    {
        "palabra": "ἀγαθήν",
        "transliteracion": "agathḗn",
        "traduccion_literal": "Buena (femenino, singular, acusativo)",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Es la forma acusativo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Acusativo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl caso acusativo indica que la palabra está funcionando como el objeto directo de un verbo o, a veces, como el objeto de una preposición. La terminación -ήν indica que el adjetivo está modificando a un sustantivo femenino y singular. Por lo tanto, ἀγαθήν describe a una sola entidad femenina que es \"buena\" y que está recibiendo la acción de un verbo."
    },
    {
        "palabra": "ἀγαθῆς",
        "transliteracion": "agathēs",
        "traduccion_literal": "De una buena, de la buena (femenino)",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma genitivo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Genitivo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl caso genitivo en griego se usa para expresar una variedad de relaciones, incluyendo posesión (\"de una buena\") y origen (\"procedente de una buena\"). La terminación -ῆς indica que el adjetivo está modificando a un sustantivo femenino singular y que el adjetivo y el sustantivo están en el caso genitivo. Por ejemplo, en una frase, podría describir \"la fe de una buena [mujer]\"."
    },
    {
        "palabra": "ἀγαθοεργεῖν",
        "transliteracion": "agathoergeîn",
        "traduccion_literal": "Hacer el bien, obrar bien",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto. Se forma a partir del adjetivo ἀγαθός (agathós, \"bueno\") y el verbo ἐργάζομαι (ergázomai, \"trabajar\", \"obrar\"). Literalmente, significa \"trabajar/obrar lo bueno\".\n\nAnálisis morfológico: Se trata del infinitivo presente activo del verbo ἀγαθοεργέω (agathoergéō).\n\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Infinitivo.\n\nEl infinitivo no tiene un sujeto, persona o número definidos, y su función es actuar como un sustantivo verbal. El tiempo presente en el infinitivo indica una acción continua, habitual o duradera. Por lo tanto, ἀγαθοεργεῖν describe la acción de \"estar haciendo el bien\" o \"obrar el bien\" de manera continua o como una práctica."
    }
]