[
    {
        "palabra": "Ἀαρών",
        "transliteracion": "Aarṓn",
        "traduccion_literal": "Aarón",
        "analisis_gramatical": " Clase de palabra: Sustantivo propio.\n Raíz: Proviene del hebreo אַהֲרֹן ('Ahărown).\n Análisis morfológico: Es un sustantivo propio indeclinable. Esto significa que la forma de la palabra no cambia, sin importar su función gramatical en la oración (sujeto, objeto directo, etc.).\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico (como el hebreo) que fueron adoptados en el griego koiné del Nuevo Testamento. No presenta las inflexiones de caso, número o género típicas de los sustantivos griegos, lo que simplifica su análisis.\n\nAarón es el nombre del hermano mayor de Moisés, quien desempeñó un papel crucial en la historia de la liberación de los israelitas de Egipto. Fue el primer Sumo Sacerdote de Israel y se convirtió en el progenitor del linaje sacerdotal (los \"levitas\") en el Antiguo Testamento. En el Nuevo Testamento, el nombre es mencionado en referencia a su linaje sacerdotal y a su posición como sacerdote principal, en particular en la Epístola a los Hebreos, donde su sacerdocio es contrastado con el sacerdocio superior de Cristo."
    },
    {
        "palabra": "Ἀβαδδών",
        "transliteracion": "Abaddṓn",
        "traduccion_literal": "Abadón",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבַדּוֹן ('Avaddon), que significa \"destrucción\" o \"lugar de destrucción\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Al igual que el nombre \"Aarón\", su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico que fueron incorporados al griego koiné.\n\nAbadón es un nombre propio que se encuentra en el Nuevo Testamento, específicamente en el libro de Apocalipsis. Aunque en el hebreo su significado general es \"destrucción\", en este contexto particular, se usa para designar a un ser o entidad. El nombre se utiliza para referirse a la figura que gobierna sobre un grupo de criaturas. El nombre griego equivalente, Apoliõn, tiene un significado similar de \"destructor\"."
    },
    {
        "palabra": "ἀβαρῆ",
        "transliteracion": "abarē",
        "traduccion_literal": "Sin peso, sin carga",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βάρος (baros, \"peso\", \"carga\").\n\nAnálisis morfológico: Se trata de la forma acusativo singular o nominativo/acusativo/vocativo plural neutro del adjetivo ἀβαρής.\n\nComentario sobre la morfología: La morfología de este adjetivo indica que está describiendo a un sustantivo que es \"sin peso\" o \"sin carga\". El prefijo privativo ἀ- es clave para entender su significado, ya que invierte el sentido de la palabra a la que se une. En el contexto bíblico, a menudo se usa para describir el hecho de no ser una carga financiera o económica para otros."
    },
    {
        "palabra": "ἀββᾶ",
        "transliteracion": "abba",
        "traduccion_literal": "Padre",
        "analisis_gramatical": "Clase de palabra: Sustantivo, un término arameo transliterado al griego.\n\nRaíz: La palabra proviene del arameo אַבָּא ('abbā'), que significa \"padre\". Es una forma afectuosa, íntima y reverencial, similar a \"papá\".\n\nAnálisis morfológico: Se trata de un sustantivo indeclinable, lo que significa que su forma no cambia según el caso, número o género. Esto es común en las transliteraciones de palabras semíticas al griego.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica su uso gramatical. Sin embargo, su significado profundo radica en su origen arameo, donde evoca una relación de cercanía y confianza con la figura paterna. El Nuevo Testamento lo utiliza en contextos de oración para reflejar esta intimidad."
    },
    {
        "palabra": "Ἅβελ",
        "transliteracion": "Habel",
        "traduccion_literal": "Abel",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo הֶבֶל (Hebel), que significa \"aliento\" o \"vapor\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Esto es una característica común en los nombres de origen semítico que se adoptaron en el griego koiné. Su forma gramatical no cambia, independientemente de su función en la oración.\n\nComentario sobre la morfología: El hecho de que la palabra sea indeclinable simplifica su análisis, ya que no presenta las variaciones de caso, número o género que son típicas de los sustantivos griegos.\n\nAbel es un nombre bíblico que se encuentra tanto en el Antiguo como en el Nuevo Testamento. Fue el segundo hijo de Adán y Eva, conocido por haber sido asesinado por su hermano mayor, Caín."
    },
    {
        "palabra": "Ἀβιά",
        "transliteracion": "Abia",
        "traduccion_literal": "Abías",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיָּה ('Avíyah), que significa \"Yahweh es mi padre\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no cambia, sin importar su función gramatical en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable es característica de muchos nombres semíticos que fueron transliterados al griego koiné. A pesar de su simplicidad morfológica, su significado etimológico es relevante, ya que Yahweh (una forma del nombre divino) está integrado en el nombre mismo.\n\nAbía (o Abías) es un nombre que aparece en el Nuevo Testamento, notablemente en la genealogía de Jesús y en la historia de Zacarías, el padre de Juan el Bautista. Zacarías pertenecía a la \"clase de Abías\", que era una de las divisiones sacerdotales establecidas por el rey David. Este nombre, por lo tanto, no solo se refiere a un individuo, sino que también identifica un linaje sacerdotal específico."
    },
    {
        "palabra": "Ἀβιαθάρ",
        "transliteracion": "Abiathár",
        "traduccion_literal": "Abiatar",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֶבְיָתָר ('Ebyathár), que significa \"el padre de la excelencia\" o \"padre de abundancia\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no varía, independientemente de la función que cumpla en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en griego koiné simplifica su uso gramatical. Al ser una transliteración de un nombre hebreo, carece de las inflexiones de caso, género y número propias de la gramática griega.\n\nAbiatar es un nombre del Antiguo Testamento que aparece en el Nuevo Testamento, específicamente en el Evangelio de Marcos. Fue un sumo sacerdote en el tiempo del rey David y se le asocia con un evento en el que David y sus compañeros comieron el pan de la proposición. El nombre es un punto de referencia para un evento histórico particular."
    },
    {
        "palabra": "Ἀβιληνῆς",
        "transliteracion": "Abilēnēs",
        "traduccion_literal": "Abilinia, de Abilene",
        "analisis_gramatical": "Clase de palabra: Sustantivo o adjetivo gentilicio (que indica procedencia).\n\nRaíz: El nombre del lugar Ἀβιληνή (Abilēnē). La terminación -ῆς indica posesión o procedencia.\n\nAnálisis morfológico: Se trata de la forma genitivo singular del sustantivo o adjetivo. El genitivo en griego se usa para indicar posesión, origen o relación. En este caso, indica \"de Abilene\" o \"perteneciente a Abilene\".\n\nComentario sobre la morfología: La forma en genitivo singular Ἀβιληνῆς es clave para entender su función en la oración. No se refiere al lugar en sí mismo (Abilene), sino a algo o alguien que es \"de\" ese lugar, o está relacionado con él.\n\nAbilene era una región y tetrarquía en la antigua Siria. En el Nuevo Testamento, se menciona en el Evangelio de Lucas en referencia a Lisanías, quien era el tetrarca (gobernante de una cuarta parte de una región) de esa zona en el tiempo de Juan el Bautista. La mención de Abilene ayuda a situar cronológicamente el comienzo del ministerio de Juan. La región se encontraba en las laderas orientales del Monte Hermón, en lo que hoy es parte de Siria y Líbano."
    },
    {
        "palabra": "Ἀβιούδ",
        "transliteracion": "Abioud",
        "traduccion_literal": "Abiud",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיהוּד ('Avihud), que significa \"mi padre es majestad\" o \"padre de la gloria\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Como muchos nombres de origen semítico, su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica el análisis gramatical, ya que carece de las variaciones de caso.\n\nAbiud es un nombre que aparece en el Nuevo Testamento, específicamente en el Evangelio de Mateo, en la genealogía de Jesús. Se menciona como el padre de Eliaquim y uno de los descendientes del rey David. El nombre es significativo principalmente por su lugar en esta línea de descendencia."
    },
    {
        "palabra": "Ἀβραάμ",
        "transliteracion": "Abraám",
        "traduccion_literal": "Abrahán",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבְרָהָם ('Avrāhām), que significa \"padre de una multitud\". Este es un nombre que se le dio a un personaje bíblico, ya que su nombre original era Abram (אַבְרָם, 'Avrām), que significa \"padre exaltado\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. No presenta las inflexiones de caso, número o género que son típicas de los sustantivos griegos.\n\nComentario sobre la morfología: La naturaleza indeclinable de Ἀβραάμ en el griego koiné es una característica de muchos nombres de origen semítico. Su forma no cambia sin importar su función en la oración.\n\nAbraham es una de las figuras más importantes del Antiguo Testamento y es considerado el patriarca de las tres grandes religiones monoteístas. Su historia, incluyendo su llamado, su viaje a Canaán y el pacto que Dios estableció con él, se narra extensamente en el libro del Génesis. En el Nuevo Testamento, se le menciona con frecuencia, especialmente en las genealogías de Jesús y en las cartas de Pablo, donde se le usa como un ejemplo de fe."
    },
    {
        "palabra": "ἄβυσσον",
        "transliteracion": "ábysson",
        "traduccion_literal": "Abismo, profundo",
        "analisis_gramatical": "Clase de palabra: Sustantivo o adjetivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βυσσός (byssos, una variante de βυθός, \"fondo\" o \"lecho\"). Su significado es, literalmente, \"sin fondo\".\n\nAnálisis morfológico: Se trata de la forma acusativo singular neutro del sustantivo ἄβυσσος (abyssos), que también puede funcionar como adjetivo.\n\nComentario sobre la morfología: La terminación -ον en este caso indica que la palabra está en el caso acusativo, lo que significa que probablemente está funcionando como objeto directo de un verbo. Su significado intrínseco de \"sin fondo\" o \"inconmensurable\" se mantiene en su uso.\n"
    },
    {
        "palabra": "ἀβύσσου",
        "transliteracion": "abýssou",
        "traduccion_literal": "Del abismo, de lo profundo",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βυσσός (byssos, \"fondo\" o \"lecho\"), lo que significa \"sin fondo\".\n\nAnálisis morfológico: Se trata de la forma genitivo singular del sustantivo ἄβυσσος (abyssos).\n\nComentario sobre la morfología: El genitivo, indicado por la terminación -ου, se utiliza en griego para expresar posesión, origen o relación. En este caso, la palabra indica que algo \"proviene de\" o \"pertenece al\" abismo. Su función gramatical es distinta a la de ἄβυσσον, que está en caso acusativo y actúa como objeto directo.\n\nEl término ἀβύσσου se refiere al \"abismo\" o \"profundidad sin fondo\". En el Nuevo Testamento, se usa con un significado similar al de ἄβυσσον, pero su forma gramatical específica lo sitúa en un rol diferente dentro de la oración. Por ejemplo, podría describir algo que \"sale del abismo\" o \"el poder del abismo\", enfatizando su origen o relación con ese lugar. "
    },
    {
        "palabra": "Ἅγαβος",
        "transliteracion": "Ágabos",
        "traduccion_literal": "Ágabo",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: El nombre probablemente tiene un origen semítico, aunque su etimología exacta es debatida.\n\nAnálisis morfológico: Se trata de un sustantivo propio indeclinable. Su forma no cambia sin importar el caso, número o género. Esto es característico de muchos nombres propios de origen no griego.\n\nComentario sobre la morfología: La falta de declinación simplifica su análisis gramatical en el griego koiné. A pesar de su forma fija, su función en la oración se determina por el contexto.\n\nÁgabo es un nombre que aparece en el libro de los Hechos de los Apóstoles en el Nuevo Testamento. Era un profeta cristiano que se menciona en dos ocasiones: primero, prediciendo una gran hambruna en los días del emperador Claudio, y luego, profetizando el encarcelamiento de Pablo en Jerusalén."
    },
    {
        "palabra": "ἀγαγεῖν",
        "transliteracion": "agageîn",
        "traduccion_literal": "Traer, conducir, guiar",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es ἀγ- o ἀγαγ-, que se deriva de la raíz de la que provienen otras formas del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del infinitivo aoristo activo del verbo ἄγω (agō).\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Infinitivo.\n\nPor tratarse de un verbo en Modo Infinitivo, la palabra no tiene una persona, número, o género específicos. Su función es expresar la acción del verbo sin un sujeto definido, como un sustantivo verbal. El Tiempo Aoristo indica una acción puntual o simple, sin hacer referencia a la duración del evento. El Infinitivo Aoristo es una forma verbal que indica una acción completa o puntual."
    },
    {
        "palabra": "ἀγάγετε",
        "transliteracion": "agágete",
        "traduccion_literal": "Traed, llevad, conducid",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es ἀγ- o ἀγαγ-, que se deriva de la raíz del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata de la segunda persona del plural del verbo aoristo activo, modo imperativo del verbo ἄγω (agō).\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Imperativo.\n\nPersona: Segunda.\n\nNúmero: Plural.\n\nEl modo imperativo indica una orden o un mandato. La segunda persona del plural (vosotros/ustedes) significa que la orden se dirige a más de una persona. El tiempo aoristo en el imperativo indica una acción que debe realizarse de forma puntual y completa. En conjunto, ἀγάγετε es una orden directa a un grupo de personas para que \"traigan\", \"lleven\" o \"conduzcan\" algo o a alguien."
    },
    {
        "palabra": "ἀγάγῃ",
        "transliteracion": "agágē",
        "traduccion_literal": "Traiga, lleve, guíe (él/ella/eso)",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, de la raíz verbal de ἄγω (agō).\n\nAnálisis morfológico: Se trata de la tercera persona del singular del verbo aoristo activo, modo subjuntivo del verbo ἄγω (agō).\n\nEl modo subjuntivo se usa para expresar una acción posible, deseada o hipotética, a menudo en cláusulas dependientes después de conjunciones como \"para que\", \"a fin de que\", o en preguntas deliberativas. El tiempo aoristo indica una acción puntual o simple. En conjunto, ἀγάγῃ se traduce como una acción que \"él/ella/eso\" podría o debería llevar a cabo. Por ejemplo, en una frase como \"ἵνα ἀγάγῃ\" (hina agágē), significaría \"para que él/ella traiga\"."
    },
    {
        "palabra": "ἀγαγόντα",
        "transliteracion": "agagónta",
        "traduccion_literal": "Habiendo traído, llevando",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, derivada del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del participio aoristo activo del verbo ἄγω (agō). Es la forma en acusativo singular masculino del participio.\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Acusativo.\n\nNúmero: Singular.\n\nGénero: Masculino.\n\nEl modo participio funciona como una forma verbal-adjetival, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo aoristo indica una acción puntual o completa que tuvo lugar antes o al mismo tiempo que la acción del verbo principal en la oración. La terminación -οντα indica que el participio está modificando a un sustantivo masculino singular que es el objeto directo de la oración. Por lo tanto, ἀγαγόντα describe a \"alguien\" (masculino, singular) que \"habiendo traído\" o \"habiendo llevado\" algo."
    },
    {
        "palabra": "ἀγαγόντες",
        "transliteracion": "agagóntes",
        "traduccion_literal": "Habiendo traído, llevando",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: La raíz es ἀγ- o ἀγαγ-, derivada del verbo ἄγω (agō).\n\nAnálisis morfológico: Se trata del participio aoristo activo del verbo ἄγω (agō). Es la forma en nominativo plural masculino del participio.\n\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo.\n\nNúmero: Plural.\n\nGénero: Masculino.\n\nEl modo participio actúa como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo aoristo indica una acción puntual que ocurre antes o al mismo tiempo que la acción del verbo principal en la oración. La terminación -οντες muestra que el participio está modificando a un sustantivo masculino plural que es el sujeto de la oración. Por lo tanto, ἀγαγόντες describe a \"ellos\" (masculino, plural) que \"habiendo traído\" o \"habiendo llevado\" algo, son los que realizan la acción principal del verbo."
    },
    {
        "palabra": "ἀγαθά",
        "transliteracion": "agathá",
        "traduccion_literal": "Cosas buenas, bienes, bondad",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, de la cual se deriva la familia de palabras relacionadas con la bondad.\n\nAnálisis morfológico: Se trata del nominativo/acusativo/vocativo plural neutro del adjetivo ἀγαθός (agathós, \"bueno\"). También puede ser la forma nominativo/acusativo/vocativo singular femenino. Aunque gramaticalmente la forma es idéntica en ambos casos, el contexto de la oración es lo que determina si se refiere a \"cosas buenas\" (neutro plural) o a \"una cosa buena\" (femenino singular). En el Nuevo Testamento, el uso más común es en el neutro plural, significando \"cosas buenas\" o \"bienes\".\n\nLa morfología de ἀγαθά indica que está modificando a un sustantivo neutro en plural, o a un sustantivo femenino en singular, describiendo su cualidad de ser \"bueno\" o \"buena\". Su uso en plural neutro, \"las cosas buenas\", es particularmente común para referirse a beneficios, bendiciones o buenas acciones."
    },
    {
        "palabra": "α",
        "transliteracion": "a",
        "traduccion_literal": "a",
        "analisis_gramatical": "Clase de palabra: Es la primera letra del alfabeto griego, no una palabra.\n\nRaíz: No tiene raíz, ya que es una letra.\n\nAnálisis morfológico: Como letra, no presenta morfología en el sentido de tiempo, voz, modo, caso o género. Su función es fonética y morfológica. A menudo se usa como prefijo privativo (como en la palabra ἀ que analizamos anteriormente) o como la vocal de inicio de muchas palabras. La letra alfa (α) es la primera letra del alfabeto griego. En el Nuevo Testamento, su importancia va más allá de su uso fonético y morfológico. En el libro de Apocalipsis, se utiliza de manera simbólica en la frase \"el Alfa y la Omega\", para representar el principio y el fin de todas las cosas. Es un uso único que eleva su significado de simple letra a un símbolo de totalidad y eternidad.\n\n"
    },
    {
        "palabra": "ἀγαθάς",
        "transliteracion": "agathás",
        "traduccion_literal": "Buenas, a las buenas, de las buenas",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, que se relaciona con la bondad y la cualidad de ser bueno.\n\nAnálisis morfológico: Se trata de la forma acusativo plural femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nTiempo: No aplica.\n\nVoz: No aplica.\n\nModo: No aplica.\n\nCaso: Acusativo.\n\nNúmero: Plural.\n\nGénero: Femenino.\n\nLa terminación -άς indica el caso acusativo, que se usa para el objeto directo de la oración. Esto significa que la palabra ἀγαθάς está describiendo a un sustantivo femenino en plural (por ejemplo, \"obras buenas\", \"mujeres buenas\") que está recibiendo la acción del verbo. Es importante no confundirla con la forma neutra plural ἀγαθά (agathá), que también se traduce como \"cosas buenas\", ya que su género y función gramatical son diferentes."
    },
    {
        "palabra": "ἀγαθέ",
        "transliteracion": "agathé",
        "traduccion_literal": "Oh bueno, oh bondadoso",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Es la forma vocativo singular masculino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Vocativo.\n\nNúmero: Singular.\n\nGénero: Masculino.\n\nEl caso vocativo se usa para dirigirse directamente a una persona o cosa. La terminación -έ indica que se está llamando o interpelando a un individuo masculino. Por lo tanto, la palabra se usa para dirigirse a alguien y describirlo como \"bueno\", como en la frase \"¡Oh buen siervo...!\" o \"¡Oh hombre bueno!\"."
    },
    {
        "palabra": "ἀγαθή",
        "transliteracion": "agathḗ",
        "traduccion_literal": "Buena",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Nominativo (sujeto) o Vocativo (interpelación).\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nLa terminación -ή es la marca de género femenino en el caso nominativo. Esto indica que la palabra está describiendo a un sustantivo femenino que es el sujeto de la oración. Por ejemplo, \"ἡ ψυχή ἀγαθή\" (hē psychē agathē), \"el alma es buena\". O puede funcionar en el caso vocativo para dirigirse directamente a una mujer, como \"¡Oh buena mujer!\"."
    },
    {
        "palabra": "ἀγαθήν",
        "transliteracion": "agathḗn",
        "traduccion_literal": "Buena (femenino, singular, acusativo)",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Es la forma acusativo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Acusativo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl caso acusativo indica que la palabra está funcionando como el objeto directo de un verbo o, a veces, como el objeto de una preposición. La terminación -ήν indica que el adjetivo está modificando a un sustantivo femenino y singular. Por lo tanto, ἀγαθήν describe a una sola entidad femenina que es \"buena\" y que está recibiendo la acción de un verbo."
    },
    {
        "palabra": "ἀγαθῆς",
        "transliteracion": "agathēs",
        "traduccion_literal": "De una buena, de la buena (femenino)",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma genitivo singular femenino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Genitivo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl caso genitivo en griego se usa para expresar una variedad de relaciones, incluyendo posesión (\"de una buena\") y origen (\"procedente de una buena\"). La terminación -ῆς indica que el adjetivo está modificando a un sustantivo femenino singular y que el adjetivo y el sustantivo están en el caso genitivo. Por ejemplo, en una frase, podría describir \"la fe de una buena [mujer]\"."
    },
    {
        "palabra": "ἀγαθοεργεῖν",
        "transliteracion": "agathoergeîn",
        "traduccion_literal": "Hacer el bien, obrar bien",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto. Se forma a partir del adjetivo ἀγαθός (agathós, \"bueno\") y el verbo ἐργάζομαι (ergázomai, \"trabajar\", \"obrar\"). Literalmente, significa \"trabajar/obrar lo bueno\".\n\nAnálisis morfológico: Se trata del infinitivo presente activo del verbo ἀγαθοεργέω (agathoergéō).\n\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Infinitivo.\n\nEl infinitivo no tiene un sujeto, persona o número definidos, y su función es actuar como un sustantivo verbal. El tiempo presente en el infinitivo indica una acción continua, habitual o duradera. Por lo tanto, ἀγαθοεργεῖν describe la acción de \"estar haciendo el bien\" o \"obrar el bien\" de manera continua o como una práctica."
    },
    {
        "palabra": "ἀγαθοῖς",
        "transliteracion": "agathoîs",
        "traduccion_literal": "A los buenos, con las cosas buenas.",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Esta forma es el dativo plural masculino y neutro del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Dativo.\n\nNúmero: Plural.\n\nGénero: Masculino y neutro.\n\n El caso dativo en griego tiene múltiples usos. Puede indicar el objeto indirecto (\"a/para los buenos\"), el instrumento o medio (\"con/por medio de cosas buenas\"), o la compañía (\"junto con personas buenas\"). El hecho de que la misma forma sirva para el género masculino y neutro en plural significa que el contexto de la oración es crucial para determinar si se refiere a personas (\"los buenos\") o a cosas/bienes (\"cosas buenas\")."
    },
    {
        "palabra": "ἀγαθόν",
        "transliteracion": "agathón",
        "traduccion_literal": "Bueno, cosa buena",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo singular neutro o acusativo singular masculino del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Nominativo (sujeto) o Acusativo (objeto directo) para el neutro; Acusativo para el masculino.\n\nNúmero: Singular.\n\nGénero: Neutro o Masculino.\n\nLa forma ἀγαθόν tiene un uso dual y su significado preciso depende del contexto de la oración.\nComo neutro singular: Puede funcionar como un sustantivo, significando \"una cosa buena\", \"el bien\", o como un adjetivo que describe a un sustantivo neutro singular.\n\nComo masculino singular: Funciona como un adjetivo que describe a un sustantivo masculino singular, que en este caso es el objeto directo de la oración. Palabra\n\nἀγαθόν\n\nTransliteración\n\nagathón\n\nTraducción literal\n\nBueno, cosa buena\n\nAnálisis gramatical\n\n    Clase de palabra: Adjetivo.\n\n    Raíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\n    Análisis morfológico: Se trata de la forma nominativo/acusativo singular neutro o acusativo singular masculino del adjetivo ἀγαθός (agathós, \"bueno\").\n\n        Caso: Nominativo (sujeto) o Acusativo (objeto directo) para el neutro; Acusativo para el masculino.\n\n        Número: Singular.\n\n        Género: Neutro o Masculino.\n\n    Comentario sobre la morfología: La forma ἀγαθόν tiene un uso dual y su significado preciso depende del contexto de la oración.\n\n        Como neutro singular: Puede funcionar como un sustantivo, significando \"una cosa buena\", \"el bien\", o como un adjetivo que describe a un sustantivo neutro singular.\n\n        Como masculino singular: Funciona como un adjetivo que describe a un sustantivo masculino singular, que en este caso es el objeto directo de la oración.\n\nLa ambigüedad de la forma hace que el contexto sea crucial para una traducción precisa, ya sea refiriéndose a un objeto o concepto (\"lo bueno\") o a una persona (\"al bueno\")."
    },
    {
        "palabra": "ἀγαθοποιεῖτε",
        "transliteracion": "agathopoieîte",
        "traduccion_literal": "Haced el bien",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Verbo compuesto, formado por el adjetivo ἀγαθός (agathós, \"bueno\") y el verbo ποιέω (poiéō, \"hacer\"). Literalmente, significa \"hacer lo bueno\".\n\nAnálisis morfológico: Esta forma tiene dos posibles análisis morfológicos, que deben ser diferenciados por el contexto de la oración. \n1º Imperativo presente activo, segunda persona plural.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Imperativo.\n\nPersona: Segunda.\n\nNúmero: Plural.\n\n\n2º Indicativo presente activo, segunda persona plural. Tiempo: Presente.\n\nVoz: Activa.\n\nModo: Indicativo.\n\nPersona: Segunda.\n\nNúmero: Plural.\n\nEl modo imperativo indica un mandato o una orden a un grupo de personas (\"¡haced el bien!\"). El modo indicativo, por otro lado, describe una acción real que está sucediendo (\"vosotros hacéis el bien\"). El tiempo presente en ambos casos indica una acción continua, habitual o en curso. La terminación -εῖτε es lo que permite ambas interpretaciones, por lo que el contexto gramatical es crucial para saber si se trata de una orden o de una afirmación."
    },
    {
        "palabra": "ἀγαθοποιῆσαι",
        "transliteracion": "agathopoiēsai",
        "traduccion_literal": "Haber hecho el bien, hacer el bien.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto, formado por el adjetivo ἀγαθός (agathós, \"bueno\") y el verbo ποιέω (poiéō, \"hacer\"). Literalmente, significa \"hacer lo bueno\".\n\nAnálisis morfológico: Se trata del infinitivo aoristo activo del verbo ἀγαθοποιέω (agathopoiéō).\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Infinitivo.\nEl modo infinitivo funciona como un sustantivo verbal, sin persona ni número definidos. El tiempo aoristo en el infinitivo se utiliza para referirse a una acción puntual o completa, sin importar su duración. En conjunto, ἀγαθοποιῆσαι se usa para expresar la idea de \"haber realizado una acción buena\" en un momento específico, a diferencia del infinitivo presente que denota una acción continua."
    },
    {
        "palabra": "ἀγαθοποιῆτε",
        "transliteracion": "agathopoiête",
        "traduccion_literal": "Que hagáis el bien, para que hagáis el bien",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto, formado a partir del adjetivo ἀγαθός (agathós, \"bueno\") y el verbo ποιέω (poiéō, \"hacer\"). Literalmente, significa \"hacer lo bueno\".\n\nAnálisis morfológico: Se trata de la segunda persona del plural del verbo aoristo activo, modo subjuntivo del verbo ἀγαθοποιέω (agathopoiéō).\nTiempo: Aoristo.\n\nVoz: Activa.\n\nModo: Subjuntivo.\n\nPersona: Segunda.\n\nNúmero: Plural.\nEl modo subjuntivo se usa para expresar una acción que es posible, deseada o hipotética, a menudo en una cláusula dependiente después de conjunciones como \"para que\". La segunda persona del plural indica que la acción es realizada por \"vosotros\" o \"ustedes\". El tiempo aoristo en el subjuntivo se refiere a una acción puntual, sin énfasis en su duración. En conjunto, ἀγαθοποιῆτε expresa una exhortación o una posibilidad de que un grupo de personas \"haga el bien\"."
    },
    {
        "palabra": "ἀγαθοποιΐα",
        "transliteracion": "agathopoiḯa",
        "traduccion_literal": "El hacer el bien, la buena obra, el obrar el bien",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: Sustantivo compuesto, formado a partir del adjetivo ἀγαθός (agathós, \"bueno\") y la raíz del verbo ποιέω (poiéō, \"hacer\"). Su significado literal es \"el hacer de lo bueno\".\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo singular femenino del sustantivo ἀγαθοποιΐα.\nCaso: Nominativo o Vocativo.\n\nNúmero: Singular.\n\nGénero: Femenino.\nEl caso nominativo indica que la palabra está funcionando como el sujeto de la oración. El caso vocativo se usaría para dirigirse directamente a esta \"buena obra\" como si fuera una entidad, aunque este uso es menos común. La terminación -α en un sustantivo femenino es característica de la primera declinación. Por lo tanto, ἀγαθοποιΐα se refiere al concepto abstracto o a la acción concreta de \"hacer el bien\" como sujeto de una frase."
    },
    {
        "palabra": "ἀγαθοποιοῦντας",
        "transliteracion": "agathopoioûntas",
        "traduccion_literal": "Haciendo el bien, a los que hacen el bien",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Participio del verbo compuesto ἀγαθοποιέω (agathopoiéō), que significa \"hacer el bien\", derivado de ἀγαθός (agathós, \"bueno\") y ποιέω (poiéō, \"hacer\").\n\nAnálisis morfológico: Se trata del participio presente activo, acusativo plural masculino del verbo ἀγαθοποιέω.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Acusativo.\n\nNúmero: Plural.\n\nGénero: Masculino.\n\nEl modo participio funciona como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -ουντας señala que el participio está modificando a un sustantivo masculino plural que es el objeto directo de la oración. Por lo tanto, ἀγαθοποιοῦντας se refiere a \"los que están haciendo el bien\" y que están siendo objeto de la acción del verbo principal."
    },
    {
        "palabra": "ἀγαθοποιοῦντες",
        "transliteracion": "agathopoioûntes",
        "traduccion_literal": "Haciendo el bien, los que hacen el bien",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Participio del verbo compuesto ἀγαθοποιέω (agathopoiéō), que significa \"hacer el bien\", derivado de ἀγαθός (agathós, \"bueno\") y ποιέω (poiéō, \"hacer\").\n\nAnálisis morfológico: Se trata del participio presente activo, nominativo plural masculino del verbo ἀγαθοποιέω.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo.\n\nNúmero: Plural.\n\nGénero: Masculino.\nEl modo participio funciona como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -οντες señala que el participio está modificando a un sustantivo masculino plural que es el sujeto de la oración. Por lo tanto, ἀγαθοποιοῦντες se refiere a \"los que están haciendo el bien\" y que son los que realizan la acción principal del verbo."
    },
    {
        "palabra": "ἀγαθοποιοῦσαι",
        "transliteracion": "agathopoioûsai",
        "traduccion_literal": "Haciendo el bien, las que hacen el bien",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Participio del verbo compuesto ἀγαθοποιέω (agathopoiéō), que significa \"hacer el bien\", derivado de ἀγαθός (agathós, \"bueno\") y ποιέω (poiéō, \"hacer\").\n\nAnálisis morfológico: Se trata del participio presente activo, nominativo plural femenino del verbo ἀγαθοποιέω.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo.\n\nNúmero: Plural.\n\nGénero: Femenino.\nEl modo participio funciona como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -ουσαι señala que el participio está modificando a un sustantivo femenino en plural que es el sujeto de la oración. Por lo tanto, ἀγαθοποιοῦσαι se refiere a un grupo de mujeres o a entidades femeninas que son las que \"están haciendo el bien\" y que realizan la acción principal del verbo."
    },
    {
        "palabra": "ἀγαθοποιῶν",
        "transliteracion": "agathopoiôn",
        "traduccion_literal": "Haciendo el bien, el que hace el bien",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Participio del verbo compuesto ἀγαθοποιέω (agathopoiéō), que significa \"hacer el bien\", derivado de ἀγαθός (agathós, \"bueno\") y ποιέω (poiéō, \"hacer\").\n\nAnálisis morfológico: Se trata del participio presente activo, nominativo/vocativo singular masculino o nominativo/acusativo/vocativo singular neutro del verbo ἀγαθοποιέω.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo (sujeto) o Vocativo (interpelación) para el masculino; Nominativo, Acusativo o Vocativo para el neutro.\n\nNúmero: Singular.\n\nGénero: Masculino o Neutro.\nEl modo participio funciona como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -ῶν es la forma del participio en la tercera declinación, que es común para los participios presentes. Su función precisa, si es sujeto (\"el que hace el bien\") o un objeto (\"lo que hace el bien\"), depende del género y caso en el que se use dentro de la oración."
    },
    {
        "palabra": "ἀγαθός",
        "transliteracion": "agathós",
        "traduccion_literal": "Bueno, bondadoso",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, relacionada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma nominativo singular masculino del adjetivo.\nCaso: Nominativo.\n\nNúmero: Singular.\n\nGénero: Masculino.\nEl nominativo es el caso del sujeto, lo que significa que ἀγαθός se usa para describir a un individuo masculino que es el agente principal de una oración. La terminación -ος es una de las terminaciones más comunes para los sustantivos y adjetivos masculinos de la segunda declinación. Este adjetivo es fundamental en el Nuevo Testamento para describir tanto a personas como a conceptos abstractos, siempre connotando una cualidad de bondad o excelencia moral."
    },
    {
        "palabra": "ἀγαθοῦ",
        "transliteracion": "agathoû",
        "traduccion_literal": "Del bueno, de una cosa buena",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma genitivo singular masculino y neutro del adjetivo ἀγαθός (agathós, \"bueno\").\nCaso: Genitivo.\n\nNúmero: Singular.\n\nGénero: Masculino y Neutro.\nEl caso genitivo se usa en griego para indicar posesión, origen, o una relación de pertenencia. La terminación -οῦ es característica de la segunda declinación. La misma forma se usa para el masculino (\"del bueno\", refiriéndose a una persona) y el neutro (\"de una cosa buena\", refiriéndose a un bien o a una cualidad). El contexto de la oración es crucial para determinar a qué se refiere. Por ejemplo, \"un siervo de un hombre bueno\" (masculino) o \"el fruto del bien\" (neutro)."
    },
    {
        "palabra": "ἀγαθουργῶν",
        "transliteracion": "agathourgôn",
        "traduccion_literal": "Haciendo el bien, obrando el bien",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Se deriva del verbo ἀγαθουργέω (agathourgéō), una forma verbal que combina ἀγαθός (agathós, \"bueno\") y la raíz de ἔργον (ergon, \"obra\" o \"trabajo\"). Literalmente, \"obrar lo bueno\". Es una variante de ἀγαθοποιέω.\n\nAnálisis morfológico: Se trata del participio presente activo, nominativo/vocativo singular masculino o nominativo/acusativo/vocativo singular neutro.\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Participio.\n\nCaso: Nominativo/Vocativo (masculino); Nominativo/Acusativo/Vocativo (neutro).\n\nNúmero: Singular.\n\nGénero: Masculino o Neutro.\nEl modo participio funciona como un adjetivo que describe a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -ων es característica de los participios presentes en tercera declinación. Esta forma se refiere a una sola persona (\"el que hace el bien\") o a una sola cosa (\"lo que hace el bien\") que está realizando una acción de manera continua."
    },
    {
        "palabra": "ἀγαθούς",
        "transliteracion": "agathoús",
        "traduccion_literal": "Buenos, a los buenos",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma acusativo plural masculino del adjetivo ἀγαθός (agathós, \"bueno\").\nCaso: Acusativo.\n\nNúmero: Plural.\n\nGénero: Masculino.\nEl acusativo es el caso que se usa para el objeto directo de un verbo o, en ocasiones, como el objeto de una preposición. La terminación -ούς indica que el adjetivo está modificando a un sustantivo masculino en plural. Esto significa que ἀγαθούς se refiere a un grupo de individuos masculinos (\"los buenos\") que están recibiendo la acción del verbo."
    },
    {
        "palabra": "ἀγαθῷ",
        "transliteracion": "agathō",
        "traduccion_literal": "Al bueno, con lo bueno",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, que se asocia con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma dativo singular masculino y neutro del adjetivo ἀγαθός (agathós, \"bueno\").\nCaso: Dativo.\n\nNúmero: Singular.\n\nGénero: Masculino y Neutro.\nEl caso dativo se utiliza para indicar el objeto indirecto (\"dar algo al bueno\") o el medio o instrumento con el que se realiza una acción (\"hacer algo con lo bueno\"). La terminación -ῳ es una característica de la segunda declinación. Esta forma es ambigua en cuanto al género; por lo tanto, el contexto de la oración es crucial para saber si se refiere a una persona (\"al hombre bueno\") o a una cosa o concepto (\"a la cosa buena\")."
    },
    {
        "palabra": "ἀγαθῶν",
        "transliteracion": "agathôn",
        "traduccion_literal": "De los buenos, de las cosas buenas",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἀγαθ-, asociada con el concepto de bondad.\n\nAnálisis morfológico: Se trata de la forma genitivo plural masculino, femenino y neutro del adjetivo ἀγαθός (agathós, \"bueno\").\n\nCaso: Genitivo.\n\nNúmero: Plural.\n\nGénero: Masculino, femenino y neutro.\n\nEl caso genitivo en plural, indicado por la terminación -ῶν, se usa para expresar posesión, origen o relación de múltiples entidades. Su forma es idéntica en los tres géneros, lo que significa que el contexto de la oración es crucial para determinar si se refiere a \"de los hombres buenos,\" \"de las mujeres buenas,\" o \"de las cosas buenas.\" Esta versatilidad morfológica lo convierte en una forma muy común en el Nuevo Testamento."
    },
    {
        "palabra": "ἀγαθωσύνη",
        "transliteracion": "agathōsynē",
        "traduccion_literal": "Bondad, benignidad",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: Se deriva del adjetivo ἀγαθός (agathós, \"bueno\"), con el sufijo -σύνη (-synē) que indica una cualidad abstracta.\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo singular femenino del sustantivo.\n\nCaso: Nominativo o Vocativo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl sufijo -σύνη se utiliza para convertir adjetivos que describen una cualidad en sustantivos que nombran esa cualidad en su forma abstracta. Por lo tanto, ἀγαθωσύνη no se refiere a \"una cosa buena,\" sino a la esencia o el concepto de la \"bondad\" en sí misma. Como sustantivo en caso nominativo, su función principal es ser el sujeto de la oración."
    },
    {
        "palabra": "ἀγαθωσύνης",
        "transliteracion": "agathōsynēs",
        "traduccion_literal": "De la bondad",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: Se deriva del adjetivo ἀγαθός (agathós, \"bueno\"), con el sufijo -σύνη (-synē) que indica una cualidad abstracta.\n\nAnálisis morfológico: Se trata de la forma genitivo singular femenino del sustantivo ἀγαθωσύνη (agathōsynē, \"bondad\").\n\nCaso: Genitivo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nEl caso genitivo se usa en griego para expresar relaciones de posesión, origen o pertenencia. La terminación -ης en un sustantivo de la primera declinación, como ἀγαθωσύνη, indica este caso. Por lo tanto, ἀγαθωσύνης se refiere a algo o alguien que \"pertenece a la bondad\" o que \"proviene de la bondad\". Se usa para describir una cualidad de otra cosa o persona, por ejemplo, \"los frutos de la bondad\"."
    },
    {
        "palabra": "ἀπελούσασθε",
        "transliteracion": "apeloúsasthe",
        "traduccion_literal": "Os lavasteis",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto, formado por el prefijo ἀπό- (apó, \"de\", \"lejos de\") y el verbo λούω (loúō, \"lavar\").\n\nAnálisis morfológico: Se trata de la segunda persona del plural del verbo aoristo medio, modo indicativo del verbo ἀπολούω (apoloúō, \"lavar, limpiar\").\n\nTiempo: Aoristo.\n\nVoz: Media.\n\nModo: Indicativo.\n\nPersona: Segunda.\n\nNúmero: Plural.\n\nEl modo indicativo presenta una acción como un hecho real y pasado. El tiempo aoristo indica una acción puntual y completa, sin énfasis en su duración. La voz media es crucial aquí, ya que el sujeto realiza la acción sobre sí mismo o para su propio beneficio. La terminación -σασθε es característica de la voz media en el aoristo. Por lo tanto, ἀπελούσασθε describe el hecho de que \"vosotros os lavasteis\" o \"vosotros fuisteis lavados\" de manera reflexiva."
    },
    {
        "palabra": "βιβλος",
        "transliteracion": "biblos",
        "traduccion_literal": "libro, rollo.",
        "analisis_gramatical": "Caso: Nominativo. Esta es la forma básica de la palabra, usada cuando actúa como sujeto de una oración.\n\nNúmero: Singular. La palabra se refiere a un solo libro o rollo.\n\nGénero: Femenino. A pesar de la terminación -ος, que a menudo indica sustantivos masculinos en la segunda declinación, βιβλος es un sustantivo femenino. En resumen, βιβλος es un sustantivo femenino singular en caso nominativo, y su significado es \"libro\" o \"rollo\", derivado del radical βιβλ y el sufijo -ος."
    },
    {
        "palabra": "ἀγαλλιαθῆναι",
        "transliteracion": "agalliathēnai",
        "traduccion_literal": "Regocijarse, alegrarse grandemente.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es ἀγαλλιάω (agalliáō), que significa \"alegrarse grandemente, regocijarse\". La etimología no es clara, pero su uso indica una emoción intensa.\n\nAnálisis morfológico: Se trata del infinitivo aoristo pasivo del verbo ἀγαλλιάω.\nTiempo: Aoristo.\n\nVoz: Pasiva.\n\nModo: Infinitivo.\n\nEl modo infinitivo funciona como un sustantivo verbal, sin persona ni número definidos. El tiempo aoristo indica una acción puntual, sin importar su duración. La voz pasiva es crucial aquí, ya que el sujeto no realiza la acción, sino que la recibe o es afectado por ella. En este caso, el significado de regocijarse es inherente a la voz pasiva, lo que sugiere que la alegría es algo que le \"ocurre\" al sujeto. Por lo tanto, ἀγαλλιαθῆναι se traduce como \"ser regocijado\" o \"experimentar un gran regocijo\".\n"
    },
    {
        "palabra": "ἀδικῶν",
        "transliteracion": "adikôn",
        "traduccion_literal": "Injusto, haciendo el mal, el que hace injusticia.",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Se deriva del verbo ἀδικέω (adikéō), que significa \"ser injusto\" o \"hacer el mal\". La palabra se forma con el prefijo privativo ἀ- (a-, \"sin\") y la raíz de δίκη (díkē, \"justicia\").\n\nAnálisis morfológico: Se trata del participio presente activo, nominativo singular masculino o nominativo/acusativo/vocativo singular neutro del verbo ἀδικέω.\n\n    Tiempo: Presente.\n\n    Voz: Activa.\n\n    Modo: Participio.\n\n    Caso: Nominativo (masculino/neutro), Acusativo (neutro) o Vocativo (masculino/neutro).\n\n    Número: Singular.\n\n    Género: Masculino o Neutro.\n\nComentario sobre la morfología: El modo participio funciona como un adjetivo verbal, describiendo a un sustantivo mientras realiza la acción del verbo. El tiempo presente indica una acción continua o habitual. La terminación -ῶν es característica de los participios presentes en tercera declinación. Esta forma se refiere a una sola persona (\"el que hace el mal\") o a una sola cosa (\"lo que causa injusticia\") que está realizando la acción de manera continua."
    },
    {
        "palabra": "ἁγίων",
        "transliteracion": "hagíōn",
        "traduccion_literal": "De los santos, de las cosas sagradas",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἁγι-, de la cual se deriva el adjetivo ἅγιος (hágios, \"santo\", \"sagrado\", \"apartado para Dios\").\n\nAnálisis morfológico: Se trata de la forma genitivo plural masculino, femenino y neutro del adjetivo.\n\n    Caso: Genitivo.\n\n    Número: Plural.\n\n    Género: Masculino, Femenino y Neutro.\n\nComentario sobre la morfología: El genitivo plural en griego se usa para expresar una relación de posesión, origen o pertenencia. Su forma -ων es una de las terminaciones más comunes para este caso. La palabra es utilizada tanto para referirse a personas, como en \"la comunión de los santos\" (masculino), como para referirse a cosas o lugares, como \"la cortina de las cosas santas\" (neutro). Su significado preciso depende del contexto de la frase."
    },
    {
        "palabra": "ἅγιοι",
        "transliteracion": "hágioi",
        "traduccion_literal": "Santos, sagrados",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es ἁγι-, de la cual se deriva el adjetivo ἅγιος (hágios, \"santo\", \"sagrado\", \"consagrado a Dios\").\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo plural masculino del adjetivo.\n\n    Caso: Nominativo o Vocativo.\n\n    Número: Plural.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El nominativo es el caso del sujeto, por lo que ἅγιοι se usa para referirse a \"los santos\" como los que realizan la acción principal de la oración. El vocativo se usa para dirigirse directamente a ellos, como en una oración (\"Oh santos\"). La terminación -οι es una de las terminaciones más comunes para los sustantivos y adjetivos masculinos plurales de la segunda declinación. Esta forma es fundamental en el Nuevo Testamento para referirse a los creyentes."
    },
    {
        "palabra": "κρινοῦσιν",
        "transliteracion": "krinoûsin",
        "traduccion_literal": "Juzgarán",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es κριν-, de donde proviene el verbo κρίνω (krínō), que significa \"juzgar\", \"decidir\", \"condenar\", o \"discernir\".\n\nAnálisis morfológico: Se trata de la tercera persona del plural del futuro activo, modo indicativo del verbo κρίνω.\n\n    Tiempo: Futuro.\n\n    Voz: Activa.\n\n    Modo: Indicativo.\n\n    Persona: Tercera.\n\n    Número: Plural.\n\nComentario sobre la morfología: El modo indicativo presenta una acción como un hecho que ocurrirá en el futuro. La tercera persona del plural indica que el sujeto de la acción es un grupo de personas o entidades (\"ellos\", \"ellas\"). El tiempo futuro se utiliza para expresar una acción que tendrá lugar después del momento de la enunciación. En conjunto, κρινοῦσιν describe una acción que \"ellos juzgarán\", enfatizando la certeza de este evento futuro."
    },
    {
        "palabra": "κρίνεται",
        "transliteracion": "krínetai",
        "traduccion_literal": "Es juzgado, es discernido, se juzga a sí mismo.",
        "analisis_gramatical": "    Clase de palabra: Verbo.\n\n    Raíz: La raíz es κριν-, de donde proviene el verbo κρίνω (krínō), que significa \"juzgar,\" \"decidir,\" o \"discernir.\"\n\n    Análisis morfológico: Se trata de la tercera persona del singular del presente, en voz media o pasiva, modo indicativo del verbo κρίνω.\n\n        Tiempo: Presente.\n\n        Voz: Media o Pasiva.\n\n        Modo: Indicativo.\n\n        Persona: Tercera.\n\n        Número: Singular.\n\n    Comentario sobre la morfología: La forma κρίνεται es ambigua en su voz, lo que requiere que el contexto de la oración determine su significado.\n\n        En voz pasiva, el sujeto recibe la acción: \"él/ella/eso es juzgado\" o \"es discernido.\"\n\n        En voz media, el sujeto realiza la acción para sí mismo: \"él/ella/eso se juzga a sí mismo\" o \"se discierne a sí mismo.\"\n\nEl tiempo presente indica una acción que está en curso o que ocurre de forma habitual. Por lo tanto, κρίνεται describe un proceso de juicio o discernimiento que está sucediendo en el momento de la enunciación."
    },
    {
        "palabra": "κριτηρίων",
        "transliteracion": "kritērīōn",
        "traduccion_literal": "De los criterios, de las reglas, de los juicios.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es κριτ-, de donde proviene el sustantivo neutro κριτήριον (kritḗrion), que significa \"criterio\", \"norma\", \"regla\" o \"tribunal de justicia\".\n\nAnálisis morfológico: Se trata de la forma genitivo plural del sustantivo.\n\n    Caso: Genitivo.\n\n    Número: Plural.\n\n    Género: Neutro.\n\nComentario sobre la morfología: El genitivo plural, indicado por la terminación -ων, se utiliza para expresar posesión o una relación de origen. En este caso, κριτηρίων se refiere a algo que \"pertenece a los criterios\" o que es \"de los juicios\"."
    },
    {
        "palabra": "κρινοῦμεν",
        "transliteracion": "krinoûmen",
        "traduccion_literal": "Juzgaremos, decidiremos",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es κριν-, de la que proviene el verbo κρίνω (krínō), que significa \"juzgar\", \"discernir\" o \"condenar\".\n\nAnálisis morfológico: Se trata de la primera persona del plural del futuro activo, modo indicativo del verbo κρίνω.\n\n    Tiempo: Futuro.\n\n    Voz: Activa.\n\n    Modo: Indicativo.\n\n    Persona: Primera.\n\n    Número: Plural.\n\nComentario sobre la morfología: El modo indicativo presenta la acción como un hecho futuro y real. El tiempo futuro se indica por la combinación de vocales ου en la raíz. La primera persona del plural (la terminación -μεν) significa que el sujeto de la acción es un grupo que incluye al hablante (\"nosotros\"). En conjunto, κρινοῦμεν describe la acción que \"nosotros juzgaremos\" o \"decidiremos\" en un punto futuro."
    },
    {
        "palabra": "ἀγγέλους",
        "transliteracion": "angélous",
        "traduccion_literal": "Ángeles, mensajeros",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es ἀγγελ-, de donde proviene el sustantivo ἄγγελος (ángelos), que significa \"mensajero\" o \"ángel\".\n\nAnálisis morfológico: Se trata de la forma acusativo plural masculino del sustantivo ἄγγελος.\n\n    Caso: Acusativo.\n\n    Número: Plural.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El caso acusativo se utiliza para indicar el objeto directo de un verbo o, a veces, para el objeto de una preposición. La terminación -ους es característica del acusativo plural masculino de la segunda declinación. Por lo tanto, ἀγγέλους se refiere a un grupo de \"mensajeros\" o \"ángeles\" que están recibiendo la acción del verbo."
    },
    {
        "palabra": "οἴδατε",
        "transliteracion": "oídate",
        "traduccion_literal": "Sabéis, conocéis",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz del verbo es οἶδα (oîda), un verbo con un significado de conocimiento pleno e intuitivo. Es un verbo particular en el griego koiné porque su forma de perfecto con significado de presente, lo que significa que el estado de haber conocido algo en el pasado (\"yo he conocido\") se traduce al presente (\"yo sé\").\n\nAnálisis morfológico: Se trata de la segunda persona del plural del modo indicativo perfecto activo del verbo οἶδα.\n\n    Tiempo: Perfecto (con sentido de Presente).\n\n    Voz: Activa.\n\n    Modo: Indicativo.\n\n    Persona: Segunda.\n\n    Número: Plural.\n\nComentario sobre la morfología: La forma verbal οἴδατε es única debido a su tiempo perfecto con sentido de presente. A diferencia de otros verbos cuyo perfecto indica una acción completa del pasado, en este caso, la forma significa que el sujeto posee un conocimiento o una experiencia que adquirió en el pasado y que permanece hasta el presente. La terminación -ατε es característica de la segunda persona del plural en el tiempo perfecto. Por lo tanto, οἴδατε se refiere a una acción que \"vosotros sabéis\" o \"vosotros conocéis\" de manera completa e intuitiva."
    },
    {
        "palabra": "βιωτικά",
        "transliteracion": "biōtiká",
        "traduccion_literal": "Perteneciente a la vida, asuntos de la vida, asuntos terrenales",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es βιο-, de donde proviene el sustantivo βίος (bíos), que significa \"vida\" o \"medio de vida\".\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo/vocativo plural neutro del adjetivo βιωτικός (biōtikós).\n\n    Caso: Nominativo, Acusativo o Vocativo.\n\n    Número: Plural.\n\n    Género: Neutro.\n\nComentario sobre la morfología: La forma neutra plural de los adjetivos en griego, cuando se usa sin un sustantivo, a menudo funciona como un sustantivo para referirse a \"las cosas\" que poseen la cualidad del adjetivo. En este caso, βιωτικά se refiere a \"las cosas de la vida\" o \"los asuntos de la vida\". La terminación -ά es característica del neutro plural en la segunda declinación. "
    },
    {
        "palabra": "βαρηθῶσιν",
        "transliteracion": "barēthôsin",
        "traduccion_literal": "Sean agobiados, sean cargados, sean oprimidos",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es βαρη-, del verbo βαρέω (baréō), que significa \"agobiar\" o \"cargar\". Está relacionado con la palabra βάρος (báros), \"peso\" o \"carga\".\n\nAnálisis morfológico: Se trata de la tercera persona del plural del aoristo pasivo, modo subjuntivo del verbo βαρέω.\n\n    Tiempo: Aoristo.\n\n    Voz: Pasiva.\n\n    Modo: Subjuntivo.\n\n    Persona: Tercera.\n\n    Número: Plural.\n\nComentario sobre la morfología: El modo subjuntivo se utiliza para expresar una acción posible, deseada, o hipotética, a menudo en una cláusula dependiente después de conjunciones como \"para que\" (hina). El tiempo aoristo en el subjuntivo se refiere a una acción puntual o completa, mientras que la voz pasiva indica que el sujeto recibe la acción en lugar de realizarla. La terminación -ῶσιν es la marca de la tercera persona del plural en la voz pasiva. Por lo tanto, βαρηθῶσιν describe la acción de que \"ellos sean agobiados\" o \"sean cargados\". El uso del subjuntivo implica que la acción es un propósito, un resultado potencial o un mandato indirecto."
    },
    {
        "palabra": "κριτήρια",
        "transliteracion": "kritḗria",
        "traduccion_literal": "Criterios, normas, juicios",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es κριτ-, de la que proviene el sustantivo κριτήριον (kritḗrion), que significa \"criterio\", \"norma\", \"regla\" o \"tribunal de justicia\".\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo/vocativo plural neutro del sustantivo.\n\n    Caso: Nominativo, Acusativo o Vocativo.\n\n    Número: Plural.\n\n    Género: Neutro.\n\nComentario sobre la morfología: La forma κριτήρια es ambigua en su caso. Cuando funciona como nominativo, es el sujeto de la oración (\"los criterios son...\"). Cuando es acusativo, es el objeto directo (\"él usa los criterios...\"). El vocativo se usa para dirigirse directamente a los criterios, aunque esto es raro. La terminación -α es característica del plural neutro en la segunda declinación. El significado en el Nuevo Testamento a menudo se refiere a los estándares o juicios por los que una persona o situación es evaluada."
    },
    {
        "palabra": "ἐξουθενημένους",
        "transliteracion": "exouthenēménois",
        "traduccion_literal": "Despreciados, menospreciados, tenidos en nada",
        "analisis_gramatical": "Clase de palabra: Participio.\n\nRaíz: Se deriva del verbo ἐξουθενέω (exouthenéō), que significa \"considerar como nada\" o \"despreciar\". El verbo es una intensificación del adjetivo οὐθείς (outheís, \"nadie\", \"nada\").\n\nAnálisis morfológico: Se trata del participio perfecto pasivo, acusativo plural masculino del verbo ἐξουθενέω.\n\n    Tiempo: Perfecto.\n\n    Voz: Pasiva.\n\n    Modo: Participio.\n\n    Caso: Acusativo.\n\n    Número: Plural.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El modo participio funciona como un adjetivo verbal, describiendo a un sustantivo. El tiempo perfecto indica una acción completada en el pasado cuyo resultado o estado persiste en el presente. La voz pasiva indica que el sujeto recibe la acción del verbo. La terminación -μένους es característica del acusativo plural masculino en voz pasiva del perfecto. En conjunto, ἐξουθενημένους describe a individuos que fueron \"despreciados\" o \"menospreciados\" en el pasado, y que permanecen en ese estado o condición de menosprecio. Se refiere a los que están siendo despreciados, no a los que desprecian."
    },
    {
        "palabra": "καθίζετε",
        "transliteracion": "kathízete",
        "traduccion_literal": "Os sentáis, vosotros os sentáis",
        "analisis_gramatical": "    Clase de palabra: Verbo.\n\n    Raíz: La raíz es καθιζ-, del verbo καθίζω (kathízō), que significa \"sentar\" o \"sentarse\". Se forma con la preposición κατά (katá, \"hacia abajo\") y la raíz verbal ιζ-, que está relacionada con el acto de sentarse.\n\n    Análisis morfológico: Esta forma verbal puede tener dos análisis gramaticales, diferenciados por el modo:\n\n        Indicativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Indicativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n        Imperativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Imperativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n    Comentario sobre la morfología: La terminación -ετε es la clave de la ambigüedad de esta forma.\n\n        En el modo indicativo, καθίζετε describe un hecho o una acción en curso: \"vosotros os sentáis\" o \"vosotros estáis sentados\".\n\n        En el modo imperativo, καθίζετε se usa para dar una orden o un mandato directo: \"¡sentaos!\".\n\nPara determinar el significado correcto, es crucial observar el contexto de la oración en el que se encuentra la palabra, ya que la forma es idéntica para ambos modos."
    },
    {
        "palabra": "ἐντροπὴν",
        "transliteracion": "entropḗn",
        "traduccion_literal": "Vergüenza, deshonra, humillación.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es ἐν- (en, \"en\") y τρέπω (trépō, \"girar\", \"volver\"). La palabra compuesta significa \"volverse hacia dentro\" o \"volverse avergonzado\".\n\nAnálisis morfológico: Se trata de la forma acusativo singular femenino del sustantivo ἐντροπή (entropḗ, \"vergüenza\").\n\n    Caso: Acusativo.\n\n    Número: Singular.\n\n    Género: Femenino.\n\nComentario sobre la morfología: La forma ἐντροπὴν funciona como el objeto directo de un verbo o, en ocasiones, como el objeto de una preposición. La terminación -ὴν es una de las terminaciones más comunes para el caso acusativo singular en sustantivos de la primera declinación femenina. La palabra describe el estado o la acción de la vergüenza o la humillación que recae sobre un sujeto. Es un concepto con una fuerte carga emocional en el contexto del griego koiné."
    },
    {
        "palabra": "σοφός",
        "transliteracion": "sophós",
        "traduccion_literal": "Sabio, entendido, hábil-",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es σοφ-, de la que proviene la palabra. Está relacionada con el concepto de sabiduría, habilidad y pericia.\n\nAnálisis morfológico: Se trata de la forma nominativo singular masculino del adjetivo.\n\n    Caso: Nominativo.\n\n    Número: Singular.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El caso nominativo indica que la palabra está funcionando como el sujeto de una oración. La terminación -ος es una de las más comunes para los adjetivos y sustantivos masculinos en el griego koiné. La palabra σοφός se usa para describir a un individuo masculino que posee la cualidad de la sabiduría o el conocimiento práctico y teórico. No solo se refiere a la inteligencia, sino también a la habilidad o pericia en un oficio o arte."
    },
    {
        "palabra": "δυνήσεται",
        "transliteracion": "dynḗsetai",
        "traduccion_literal": "Podrá, será capaz",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es δυνα-, de la que proviene el palabra δύναμαι (dýnamai), que significa \"poder\" o \"ser capaz\". La raíz está relacionada con el concepto de fuerza y poder.\n\nAnálisis morfológico: Se trata de la tercera persona del singular del futuro, en voz media, modo indicativo del verbo δύναμαι.\n\n    Tiempo: Futuro.\n\n    Voz: Media.\n\n    Modo: Indicativo.\n\n    Persona: Tercera.\n\n    Número: Singular.\n\nComentario sobre la morfología: El modo indicativo presenta la acción como un hecho que ocurrirá en el futuro. El tiempo futuro se indica por el sufijo -σετ- antes de la terminación de persona y número. La voz media en este verbo es de vital importancia, ya que δύναμαι no tiene una forma activa. La forma media se usa para expresar que el sujeto \"se capacitará\" o \"se hará capaz\" de hacer algo. La terminación -ται indica la tercera persona del singular, por lo que la acción es realizada por un individuo (\"él, ella, eso\"). En conjunto, δυνήσεται describe que un individuo \"será capaz\" o \"podrá\" realizar una acción en el futuro."
    },
    {
        "palabra": "διακρῖναι",
        "transliteracion": "diakrînai",
        "traduccion_literal": "Juzgar, discernir, decidir",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: Es un verbo compuesto, formado por la preposición διά (diá, \"a través de\", \"por medio de\") y el verbo κρίνω (krínō, \"juzgar\", \"decidir\"). La combinación sugiere la idea de \"juzgar a través de\" o \"discernir completamente\".\n\nAnálisis morfológico: Se trata del infinitivo aoristo activo del verbo διακρίνω (diakrínō).\n\n    Tiempo: Aoristo.\n\n    Voz: Activa.\n\n    Modo: Infinitivo.\n\nComentario sobre la morfología: El modo infinitivo funciona como un sustantivo verbal, sin una persona o número definidos. El tiempo aoristo en el infinitivo se utiliza para referirse a una acción puntual, completa o singular, a diferencia del presente que denota una acción continua. Por lo tanto, διακρῖναι describe la acción de \"juzgar\" o \"discernir\" en su totalidad o como un evento singular, sin énfasis en su duración."
    },
    {
        "palabra": "ἀδελφοῦ",
        "transliteracion": "adelphoû",
        "traduccion_literal": "Del hermano",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es ἀδελφ-, de la cual proviene el sustantivo ἀδελφός (adelphós), que significa \"hermano\".\n\nAnálisis morfológico: Se trata de la forma genitivo singular masculino del sustantivo.\n\n    Caso: Genitivo.\n\n    Número: Singular.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El genitivo es un caso que se utiliza en griego para expresar una relación de posesión, pertenencia, origen o de material. La terminación -οῦ es característica del genitivo singular masculino en la segunda declinación. Por lo tanto, ἀδελφοῦ se refiere a algo o alguien que \"pertenece al hermano\", que \"proviene del hermano\", o que está \"relacionado con el hermano\"."
    },
    {
        "palabra": "ἀδελφός",
        "transliteracion": "adelphós",
        "traduccion_literal": "Hermano",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es ἀδελφ-, de la que proviene este sustantivo. La etimología de la palabra se deriva de la combinación de la preposición ἀ- (a-, una forma de ἅμα, háma, que significa \"junto\") y δελφύς (delphýs, que significa \"útero\"). Juntas, estas partes sugieren la idea de \"nacido del mismo útero\", o en otras palabras, \"hermano\".\n\nAnálisis morfológico: Se trata de la forma nominativo singular masculino del sustantivo.\n\n    Caso: Nominativo.\n\n    Número: Singular.\n\n    Género: Masculino.\n\nComentario sobre la morfología: El nominativo es el caso que indica que la palabra funciona como el sujeto de una oración. La terminación -ος es característica de los sustantivos masculinos de la segunda declinación en el griego koiné. Por lo tanto, ἀδελφός se refiere a un único individuo masculino que es el agente principal de una acción. La palabra se usa comúnmente en el Nuevo Testamento no solo para referirse a hermanos de sangre, sino también a hermanos en un sentido figurado, como a miembros de una comunidad de fe."
    },
    {
        "palabra": "ἀπίστων",
        "transliteracion": "apístōn",
        "traduccion_literal": "De los incrédulos, de los infieles",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es πιστ-, que significa \"confiar\" o \"creer\". El prefijo privativo ἀ- (a-) le añade un sentido de negación, resultando en ἀ-πιστος (a-pistos), que significa \"sin fe\" o \"increíble\".\n\nAnálisis morfológico: Se trata de la forma genitivo plural, de los tres géneros (masculino, femenino y neutro) del adjetivo.\n\n    Caso: Genitivo.\n\n    Número: Plural.\n\n    Género: Masculino, femenino y neutro.\n\nComentario sobre la morfología: El caso genitivo se utiliza para expresar una relación de posesión, origen o pertenencia. La terminación -ων es una característica del genitivo plural en adjetivos de la tercera declinación, y su forma es la misma para los tres géneros. Por lo tanto, ἀπίστων puede referirse a \"de los hombres incrédulos\", \"de las mujeres incrédulas\" o \"de las cosas increíbles\". La palabra describe la cualidad de \"no creer\" o \"ser infiel\" en relación con un sustantivo o un concepto."
    },
    {
        "palabra": "κρίματα",
        "transliteracion": "krímata",
        "traduccion_literal": "Juicios, decisiones, sentencias.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es κρι-, de la que proviene el sustantivo κρίμα (kríma), que significa \"juicio\", \"decisión\" o \"sentencia\".\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo/vocativo plural neutro del sustantivo.\n\n    Caso: Nominativo, Acusativo o Vocativo.\n\n    Número: Plural.\n\n    Género: Neutro.\n\nComentario sobre la morfología: La forma κρίματα es morfológicamente flexible, sirviendo a múltiples funciones gramaticales. Su uso como nominativo indica que la palabra es el sujeto de la oración, como en \"los juicios son...\". En el acusativo, actúa como el objeto directo, como en \"él hizo los juicios...\". El uso del vocativo es posible pero poco común. La terminación -α es una marca distintiva de los sustantivos neutros en plural de la tercera declinación, señalando que se refiere a una pluralidad de \"juicios\", \"decisiones\" o \"sentencias\"."
    },
    {
        "palabra": "ἥττημα",
        "transliteracion": "hḗttēma",
        "traduccion_literal": "Derrota, fracaso, pérdida, defecto",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es ἡττα-, de la cual se deriva el verbo ἡττάομαι (hettáomai), que significa \"ser inferior\" o \"ser derrotado\".\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo singular neutro del sustantivo.\n\n    Caso: Nominativo o Acusativo.\n\n    Número: Singular.\n\n    Género: Neutro.\n\nComentario sobre la morfología: La forma ἥττημα puede funcionar como el sujeto de una oración en el caso nominativo (\"el fracaso es...\"). También puede ser el objeto directo en el caso acusativo (\"él sufrió la derrota...\"). La terminación -μα es una marca común para los sustantivos neutros de la tercera declinación que describen el resultado de una acción. Por lo tanto, ἥττημα se refiere al resultado de una derrota, un fracaso o una deficiencia."
    },
    {
        "palabra": "ἀδικεῖσθε",
        "transliteracion": "adikeîsthe",
        "traduccion_literal": "Sois tratados injustamente, se os hace injusticia, sois perjudicados.",
        "analisis_gramatical": "    Clase de palabra: Verbo.\n\n    Raíz: Se deriva del verbo ἀδικέω (adikéō), que significa \"ser injusto\", \"hacer el mal\" o \"dañar\". La palabra se forma con el prefijo privativo ἀ- (a-, \"sin\") y la raíz de δίκη (díkē, \"justicia\").\n\n    Análisis morfológico: La forma ἀδικεῖσθε tiene dos posibles análisis gramaticales, dependiendo del modo:\n\n        Indicativo presente medio/pasivo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Media o Pasiva.\n\n            Modo: Indicativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n        Imperativo presente medio/pasivo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Media o Pasiva.\n\n            Modo: Imperativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n    Comentario sobre la morfología: La terminación -εῖσθε es ambigua en su voz (media o pasiva) y en su modo (indicativo o imperativo).\n\n        En el modo indicativo, la palabra describe un hecho: \"vosotros sois tratados injustamente\" (voz pasiva) o \"vosotros mismos os hacéis injusticia\" (voz media). El tiempo presente indica una acción que está sucediendo ahora.\n\n        En el modo imperativo, la palabra se usa para dar un mandato, aunque el sentido pasivo o medio es menos común en este modo.\n\nEl contexto es fundamental para determinar si la palabra está describiendo una situación real (\"ustedes están siendo perjudicados\") o si es una orden (\"¡sean perjudicados!\")."
    },
    {
        "palabra": "ἀποστερεῖσθε",
        "transliteracion": "aposterêisthe",
        "traduccion_literal": "Sois privados de, sois despojados de, sois defraudados",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es στερε-, de la cual proviene el verbo στερέω (steréō, \"privar\"). El prefijo ἀπό- (apó, \"de\", \"lejos de\") intensifica la idea de privación o despojo.\n\nAnálisis morfológico: La forma ἀποστερεῖσθε tiene dos posibles análisis gramaticales, diferenciados por el modo:\n\n    Indicativo presente pasivo/medio, segunda persona plural.\n\n        Tiempo: Presente.\n\n        Voz: Pasiva o Media.\n\n        Modo: Indicativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Imperativo presente pasivo/medio, segunda persona plural.\n\n        Tiempo: Presente.\n\n        Voz: Pasiva o Media.\n\n        Modo: Imperativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\nComentario sobre la morfología: La terminación -εῖσθε es ambigua en su voz y modo.\n\n    En el modo indicativo, la palabra describe un hecho: \"vosotros sois privados de\" (voz pasiva) o \"vosotros mismos os despojáis de\" (voz media). El tiempo presente indica una acción que está en curso o es habitual.\n\n    En el modo imperativo, se usa para dar una orden: \"¡dejad que os priven!\". En el contexto del Nuevo Testamento, el sentido pasivo de ser víctima de un despojo es el más común. La voz pasiva enfatiza que la acción no es realizada por el sujeto, sino que la recibe de otro. El contexto de la oración es crucial para determinar la función correcta."
    },
    {
        "palabra": "ἀδικεῖτε",
        "transliteracion": "adikeîte",
        "traduccion_literal": "Hacéis injusticia, perjudicáis, sois injustos.",
        "analisis_gramatical": "    Clase de palabra: Verbo.\n\n    Raíz: Se deriva del verbo ἀδικέω (adikéō), que significa \"ser injusto\", \"hacer el mal\" o \"perjudicar\". La palabra se forma con el prefijo privativo ἀ- (a-, \"sin\") y la raíz de δίκη (díkē, \"justicia\").\n\n    Análisis morfológico: La forma ἀδικεῖτε tiene dos posibles análisis gramaticales, diferenciados por el modo:\n\n        Indicativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Indicativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n        Imperativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Imperativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n    Comentario sobre la morfología: La terminación -εῖτε es la clave para la ambigüedad en el modo.\n\n        En el modo indicativo, ἀδικεῖτε describe un hecho o una acción en curso: \"vosotros hacéis injusticia\" o \"vosotros sois injustos\". El tiempo presente indica que la acción está ocurriendo en el momento actual o de manera habitual.\n\n        En el modo imperativo, ἀδικεῖτε se usa para dar una orden o un mandato directo: \"¡haced injusticia!\". Aunque este uso es menos común en el Nuevo Testamento, es gramaticalmente posible.\n\nEl contexto es el factor determinante para comprender si la palabra está describiendo una situación real (\"ustedes están cometiendo injusticia\") o si es una orden."
    },
    {
        "palabra": "ἀποστερεῖτε",
        "transliteracion": "aposteréîte",
        "traduccion_literal": "Vosotros priváis, vosotros defraudáis, vosotros despojáis",
        "analisis_gramatical": "    Clase de palabra: Verbo.\n\n    Raíz: Se deriva del verbo ἀποστερέω (aposteréō), que significa \"privar\", \"despojar\" o \"defraudar\". La palabra se forma con la preposición ἀπό- (apó, \"de\", \"lejos de\") y la raíz στερέω (steréō, \"privar\"). La combinación intensifica la idea de despojar a alguien de algo.\n\n    Análisis morfológico: La forma ἀποστερεῖτε tiene dos posibles análisis gramaticales, diferenciados por el modo:\n\n        Indicativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Indicativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n        Imperativo presente activo, segunda persona plural.\n\n            Tiempo: Presente.\n\n            Voz: Activa.\n\n            Modo: Imperativo.\n\n            Persona: Segunda.\n\n            Número: Plural.\n\n    Comentario sobre la morfología: La terminación -εῖτε es la clave de la ambigüedad en el modo de esta palabra.\n\n        En el modo indicativo, la palabra describe un hecho o una acción en curso: \"vosotros priváis\" o \"estáis defraudando\".\n\n        En el modo imperativo, la palabra se usa para dar una orden directa: \"¡privad!\" o \"¡defraudad!\".\n\nEl contexto de la oración es esencial para determinar si se está haciendo una afirmación sobre lo que los sujetos están haciendo o si se les está dando un mandato. En el griego koiné del Nuevo Testamento, esta forma se usa a menudo para señalar una acción real que está siendo cometida por el sujeto, como en el pasaje de 1 Corintios 6:7, donde se acusa a los creyentes de despojar a otros."
    },
    {
        "palabra": "ἄδικοι",
        "transliteracion": "ádikoi",
        "traduccion_literal": "Injustos, impíos, malvados.",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: La raíz es δίκ-, que se refiere a la justicia. El prefijo privativo ἀ- (a-) niega el significado, resultando en ἄδικος (ádikos, \"sin justicia\" o \"injusto\").\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo plural masculino del adjetivo.\n\n    Caso: Nominativo o Vocativo.\n\n    Número: Plural.\n\n    Género: Masculino.\n\nComentario sobre la morfología: La forma ἄδικοι describe a múltiples individuos masculinos que carecen de la cualidad de ser justos. En el caso nominativo, funciona como el sujeto de una oración (\"los injustos...\"). En el caso vocativo, se utiliza para dirigirse directamente a un grupo de personas (\"¡oh, injustos!\"). La terminación -οι es una característica de la segunda declinación y señala el plural masculino. La palabra subraya una falta de rectitud o moralidad en un grupo de personas."
    },
    {
        "palabra": "κληρονομήσουσιν",
        "transliteracion": "klēronomḗsousin",
        "traduccion_literal": "Heredarán.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es κληρονομ-, del verbo κληρονομέω (klēronoméō), que significa \"heredar\" o \"recibir por herencia\". La palabra se forma a partir de κλῆρος (klêros, \"suerte\", \"porción\", \"herencia\") y νέμω (némō, \"distribuir\").\n\nAnálisis morfológico: Se trata de la tercera persona del plural del futuro activo, modo indicativo.\n\n    Tiempo: Futuro.\n\n    Voz: Activa.\n\n    Modo: Indicativo.\n\n    Persona: Tercera.\n\n    Número: Plural.\n\nComentario sobre la morfología: El modo indicativo presenta la acción como un hecho que ocurrirá en el futuro. El tiempo futuro se indica por el sufijo -σ- antes de la terminación de persona y número, y la vocal temática η. La voz activa indica que el sujeto es el que realiza la acción. La terminación -ουσιν señala que el sujeto es un grupo de personas o entidades (\"ellos\", \"ellas\"). En conjunto, κληρονομήσουσιν describe la acción de que un grupo de personas \"heredarán\" o \"recibirán por herencia\" algo en el futuro."
    },
    {
        "palabra": "βασιλείαν",
        "transliteracion": "basileían",
        "traduccion_literal": "Reino, reinado, realeza",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es βασιλ-, de la cual proviene el sustantivo βασιλεία (basileía), que significa \"reino\", \"reinado\" o \"realeza\". El sustantivo se deriva de la palabra βασιλεύς (basileús), que significa \"rey\".\n\nAnálisis morfológico: Se trata de la forma acusativo singular femenino del sustantivo.\n\n    Caso: Acusativo.\n\n    Número: Singular.\n\n    Género: Femenino.\n\nComentario sobre la morfología: El caso acusativo se usa para indicar el objeto directo de un verbo o, a veces, como el objeto de una preposición. La terminación -αν es característica del acusativo singular femenino en la primera declinación. Por lo tanto, βασιλείαν se refiere a un \"reino\" o \"reinado\" que está recibiendo la acción de un verbo. Por ejemplo, \"heredarán el reino\". El acento de la palabra se mantiene en la vocal εί aunque el caso cambie, lo que la distingue de otras formas."
    },
    {
        "palabra": "πλανᾶσθε",
        "transliteracion": "planâsthe",
        "traduccion_literal": "Os engañáis, sois engañados, sois desviados.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es πλαν-, de la cual proviene el verbo πλανάω (planáō), que significa \"desviar\", \"hacer errar\", \"engañar\" o \"vagabundear\".\n\nAnálisis morfológico: La forma πλανᾶσθε tiene dos posibles análisis gramaticales, dependiendo del modo:\n\n    Indicativo presente pasivo/medio, segunda persona plural.\n\n        Tiempo: Presente.\n\n        Voz: Pasiva o Media.\n\n        Modo: Indicativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\n    Imperativo presente pasivo/medio, segunda persona plural.\n\n        Tiempo: Presente.\n\n        Voz: Pasiva o Media.\n\n        Modo: Imperativo.\n\n        Persona: Segunda.\n\n        Número: Plural.\n\nComentario sobre la morfología: La terminación -ᾶσθε es ambigua en su voz y modo. En el modo indicativo, describe un hecho en curso: \"vosotros os engañáis\" (voz media, la acción la realiza el sujeto sobre sí mismo) o \"vosotros sois engañados\" (voz pasiva, la acción la recibe el sujeto de otro). En el modo imperativo, se usa para dar un mandato, aunque esto es menos común. El tiempo presente indica una acción que está en curso o es habitual. El contexto de la oración es esencial para discernir si se está describiendo una situación real (\"ustedes se están engañando\") o si se está dando una orden."
    },
    {
        "palabra": "ἔξεστιν",
        "transliteracion": "éxestin",
        "traduccion_literal": "Es lícito, es posible, es permisible",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es ἐξ- (ex, \"fuera de\") y εἰμί (eimí, \"ser\"). La palabra compuesta literalmente significa \"es posible salir\" o \"está permitido\".\n\nAnálisis morfológico: Se trata de la tercera persona del singular del presente activo, modo indicativo del verbo ἔξεστι.\n\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Indicativo.\n\nPersona: Tercera.\n\nNúmero: Singular.\nComentario sobre la morfología: La forma ἔξεστιν es un verbo impersonal. Esto significa que no tiene un sujeto personal (como \"él\" o \"ella\") sino que la acción se refiere a un concepto abstracto o general. La terminación -εστιν indica la tercera persona del singular, y su significado es siempre que \"es lícito\" o \"es permitido\". El modo indicativo presenta la acción como un hecho que es verdadero en el presente."
    },
    {
        "palabra": "συμφέρει",
        "transliteracion": "symférei",
        "traduccion_literal": "Es provechoso, es útil, es beneficioso",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es φέρ-, del verbo φέρω (phérō, \"llevar\", \"traer\"). La palabra se compone con el prefijo σύν (syn, \"con\", \"junto a\"), lo que da a la palabra un sentido de \"llevar algo junto\" o \"conectar\", lo que resulta en la idea de que algo \"aporta\" o \"es útil\".\n\nAnálisis morfológico: Se trata de la tercera persona del singular del presente activo, modo indicativo del verbo συμφέρω (symphérō).\n\nTiempo: Presente.\n\nVoz: Activa.\n\nModo: Indicativo.\n\nPersona: Tercera.\n\nNúmero: Singular.\n\nComentario sobre la morfología: La forma συμφέρει es un verbo impersonal, lo que significa que su sujeto no es una persona, sino una idea o una situación. La terminación -ει indica la tercera persona del singular. La palabra describe una acción o un estado que es un hecho en el presente (indicativo, presente): \"es provechoso\" o \"es de beneficio\". Es una palabra clave en el griego koiné para expresar la idea de conveniencia o utilidad de una acción o un suceso."
    },
    {
        "palabra": "ἐξουσιασθήσομαι",
        "transliteracion": "exousiasthḗsomai",
        "traduccion_literal": "Seré controlado, seré dominado, seré puesto bajo la autoridad de.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es ἐξουσιασ-, del verbo ἐξουσιάζω (exousiázō), que significa \"tener autoridad\", \"ejercer poder\" o \"dominar\". Se deriva de la palabra ἐξουσία (exousía), que significa \"autoridad\", \"poder\" o \"derecho\".\n\nAnálisis morfológico: Se trata de la primera persona del singular del futuro pasivo, modo indicativo.\n\nTiempo: Futuro.\n\nVoz: Pasiva.\n\nModo: Indicativo.\n\nPersona: Primera.\n\nNúmero: Singular.\n\nComentario sobre la morfología: El modo indicativo presenta la acción como un hecho que ocurrirá en el futuro. El tiempo futuro se indica por el sufijo -θήσ-. La voz pasiva es fundamental aquí, ya que el sujeto no ejerce la autoridad, sino que la recibe o es sometido a ella. La terminación -ομαι es característica de la primera persona del singular en la voz pasiva. Por lo tanto, ἐξουσιασθήσομαι describe la acción futura en la que \"yo seré controlado\" o \"yo seré dominado\" por alguien o algo."
    },
    {
        "palabra": "σώματι",
        "transliteracion": "sṓmati",
        "traduccion_literal": "Al cuerpo, con el cuerpo, en el cuerpo",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es σωματ-, de la cual se deriva el sustantivo σῶμα (sôma), que significa \"cuerpo\".\n\nAnálisis morfológico: Se trata de la forma dativo singular neutro del sustantivo.\n\nCaso: Dativo.\n\nNúmero: Singular.\n\nGénero: Neutro.\n\nComentario sobre la morfología: El caso dativo en griego se utiliza para indicar el objeto indirecto, el lugar donde ocurre una acción o el instrumento con el que se realiza una acción. La terminación -ι en la tercera declinación, junto con el cambio en la raíz a σωματ-, indica este caso. Por lo tanto, σώματι se refiere a una acción que se hace \"al cuerpo\", \"con el cuerpo\" o \"en el cuerpo\". El significado preciso depende del contexto de la oración en la que se encuentra."
    },
    {
        "palabra": "σῶμα",
        "transliteracion": "sôma",
        "traduccion_literal": "Cuerpo",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es σωμα-, de la cual se deriva este sustantivo, que significa \"cuerpo\".\n\nAnálisis morfológico: Se trata de la forma nominativo/acusativo/vocativo singular neutro del sustantivo.\n\nCaso: Nominativo, Acusativo o Vocativo.\n\nNúmero: Singular.\n\nGénero: Neutro.\n\nComentario sobre la morfología: La forma σῶμα es flexible en su función gramatical, como lo indica la terminación -α. En el nominativo, la palabra funciona como el sujeto de una oración (\"el cuerpo es...\"). En el acusativo, actúa como el objeto directo (\"él tiene el cuerpo...\"). El vocativo se usa para dirigirse directamente al cuerpo. La palabra describe un único cuerpo, ya sea físico, como un organismo, o en un sentido más figurado, como un cuerpo colectivo."
    },
    {
        "palabra": "πορνεία",
        "transliteracion": "porneía",
        "traduccion_literal": "Inmoralidad sexual, fornicación, prostitución.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\n\nRaíz: La raíz es πορν-, de la cual se deriva la palabra. Se relaciona con la palabra πόρνη (pórnē), que significa \"prostituta\".\n\nAnálisis morfológico: Se trata de la forma nominativo/vocativo singular femenino del sustantivo.\n\nCaso: Nominativo o Vocativo.\n\nNúmero: Singular.\n\nGénero: Femenino.\n\nComentario sobre la morfología: El nominativo es el caso que indica que la palabra está funcionando como el sujeto de una oración. El vocativo se usa para dirigirse directamente a la cualidad de \"inmoralidad sexual\". La palabra describe el concepto abstracto de la inmoralidad sexual en un sentido amplio, que va más allá del adulterio para incluir cualquier tipo de actividad sexual ilícita. Su terminación -εία es una marca de sustantivos de la primera declinación femenina."
    },
    {
        "palabra": "καταργήσει",
        "transliteracion": "katargḗsei",
        "traduccion_literal": "Anulará, abolirá, dejará sin efecto.",
        "analisis_gramatical": "Clase de palabra: Verbo.\n\nRaíz: La raíz es καταργη-, del verbo καταργέω (katargéō). Este verbo es compuesto, formado por la preposición κατά (katá, \"hacia abajo\", \"contra\") y la raíz ἀργέω (argéō, \"estar inactivo\", \"no funcionar\"). La combinación sugiere la idea de hacer algo inactivo o anularlo por completo.\n\nAnálisis morfológico: Se trata de la tercera persona del singular del futuro activo, modo indicativo.\n\n    Tiempo: Futuro.\n\n    Voz: Activa.\n\n    Modo: Indicativo.\n\n    Persona: Tercera.\n\n    Número: Singular.\n\nComentario sobre la morfología: El modo indicativo presenta la acción como un hecho que ocurrirá en el futuro. El tiempo futuro se indica por el sufijo -σ- y la vocal temática η. La voz activa indica que el sujeto es quien realiza la acción. La terminación -ει señala que el sujeto es una sola persona o entidad (\"él\", \"ella\", \"eso\"). En conjunto, καταργήσει describe una acción futura en la que un sujeto \"anulará\", \"abolirá\" o \"dejará sin efecto\" a alguien o algo."
    }
]