[
    {
        "palabra": "Ἀαρών",
        "transliteracion": "Aarṓn",
        "traduccion_literal": "Aarón",
        "analisis_gramatical": " Clase de palabra: Sustantivo propio.\n Raíz: Proviene del hebreo אַהֲרֹן ('Ahărown).\n Análisis morfológico: Es un sustantivo propio indeclinable. Esto significa que la forma de la palabra no cambia, sin importar su función gramatical en la oración (sujeto, objeto directo, etc.).\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico (como el hebreo) que fueron adoptados en el griego koiné del Nuevo Testamento. No presenta las inflexiones de caso, número o género típicas de los sustantivos griegos, lo que simplifica su análisis.\n\nAarón es el nombre del hermano mayor de Moisés, quien desempeñó un papel crucial en la historia de la liberación de los israelitas de Egipto. Fue el primer Sumo Sacerdote de Israel y se convirtió en el progenitor del linaje sacerdotal (los \"levitas\") en el Antiguo Testamento. En el Nuevo Testamento, el nombre es mencionado en referencia a su linaje sacerdotal y a su posición como sacerdote principal, en particular en la Epístola a los Hebreos, donde su sacerdocio es contrastado con el sacerdocio superior de Cristo."
    },
    {
        "palabra": "Ἀβαδδών",
        "transliteracion": "Abaddṓn",
        "traduccion_literal": "Abadón",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבַדּוֹן ('Avaddon), que significa \"destrucción\" o \"lugar de destrucción\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Al igual que el nombre \"Aarón\", su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: El hecho de que sea indeclinable es una característica de muchos nombres propios de origen semítico que fueron incorporados al griego koiné.\n\nAbadón es un nombre propio que se encuentra en el Nuevo Testamento, específicamente en el libro de Apocalipsis. Aunque en el hebreo su significado general es \"destrucción\", en este contexto particular, se usa para designar a un ser o entidad. El nombre se utiliza para referirse a la figura que gobierna sobre un grupo de criaturas. El nombre griego equivalente, Apoliõn, tiene un significado similar de \"destructor\"."
    },
    {
        "palabra": "ἀβαρῆ",
        "transliteracion": "abarē",
        "traduccion_literal": "Sin peso, sin carga",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\n\nRaíz: Formado por el prefijo privativo ἀ- (a-, \"sin\") y la palabra βάρος (baros, \"peso\", \"carga\").\n\nAnálisis morfológico: Se trata de la forma acusativo singular o nominativo/acusativo/vocativo plural neutro del adjetivo ἀβαρής.\n\nComentario sobre la morfología: La morfología de este adjetivo indica que está describiendo a un sustantivo que es \"sin peso\" o \"sin carga\". El prefijo privativo ἀ- es clave para entender su significado, ya que invierte el sentido de la palabra a la que se une. En el contexto bíblico, a menudo se usa para describir el hecho de no ser una carga financiera o económica para otros."
    },
    {
        "palabra": "ἀββᾶ",
        "transliteracion": "abba",
        "traduccion_literal": "Padre",
        "analisis_gramatical": "Clase de palabra: Sustantivo, un término arameo transliterado al griego.\n\nRaíz: La palabra proviene del arameo אַבָּא ('abbā'), que significa \"padre\". Es una forma afectuosa, íntima y reverencial, similar a \"papá\".\n\nAnálisis morfológico: Se trata de un sustantivo indeclinable, lo que significa que su forma no cambia según el caso, número o género. Esto es común en las transliteraciones de palabras semíticas al griego.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica su uso gramatical. Sin embargo, su significado profundo radica en su origen arameo, donde evoca una relación de cercanía y confianza con la figura paterna. El Nuevo Testamento lo utiliza en contextos de oración para reflejar esta intimidad."
    },
    {
        "palabra": "Ἅβελ",
        "transliteracion": "Habel",
        "traduccion_literal": "Abel",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo הֶבֶל (Hebel), que significa \"aliento\" o \"vapor\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Esto es una característica común en los nombres de origen semítico que se adoptaron en el griego koiné. Su forma gramatical no cambia, independientemente de su función en la oración.\n\nComentario sobre la morfología: El hecho de que la palabra sea indeclinable simplifica su análisis, ya que no presenta las variaciones de caso, número o género que son típicas de los sustantivos griegos.\n\nAbel es un nombre bíblico que se encuentra tanto en el Antiguo como en el Nuevo Testamento. Fue el segundo hijo de Adán y Eva, conocido por haber sido asesinado por su hermano mayor, Caín."
    },
    {
        "palabra": "Ἀβιά",
        "transliteracion": "Abia",
        "traduccion_literal": "Abías",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיָּה ('Avíyah), que significa \"Yahweh es mi padre\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no cambia, sin importar su función gramatical en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable es característica de muchos nombres semíticos que fueron transliterados al griego koiné. A pesar de su simplicidad morfológica, su significado etimológico es relevante, ya que Yahweh (una forma del nombre divino) está integrado en el nombre mismo.\n\nAbía (o Abías) es un nombre que aparece en el Nuevo Testamento, notablemente en la genealogía de Jesús y en la historia de Zacarías, el padre de Juan el Bautista. Zacarías pertenecía a la \"clase de Abías\", que era una de las divisiones sacerdotales establecidas por el rey David. Este nombre, por lo tanto, no solo se refiere a un individuo, sino que también identifica un linaje sacerdotal específico."
    },
    {
        "palabra": "Ἀβιαθάρ",
        "transliteracion": "Abiathár",
        "traduccion_literal": "Abiatar",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֶבְיָתָר ('Ebyathár), que significa \"el padre de la excelencia\" o \"padre de abundancia\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Su forma no varía, independientemente de la función que cumpla en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en griego koiné simplifica su uso gramatical. Al ser una transliteración de un nombre hebreo, carece de las inflexiones de caso, género y número propias de la gramática griega.\n\nAbiatar es un nombre del Antiguo Testamento que aparece en el Nuevo Testamento, específicamente en el Evangelio de Marcos. Fue un sumo sacerdote en el tiempo del rey David y se le asocia con un evento en el que David y sus compañeros comieron el pan de la proposición. El nombre es un punto de referencia para un evento histórico particular."
    },
    {
        "palabra": "Ἀβιληνῆς",
        "transliteracion": "Abilēnēs",
        "traduccion_literal": "Abilinia, de Abilene",
        "analisis_gramatical": "Clase de palabra: Sustantivo o adjetivo gentilicio (que indica procedencia).\n\nRaíz: El nombre del lugar Ἀβιληνή (Abilēnē). La terminación -ῆς indica posesión o procedencia.\n\nAnálisis morfológico: Se trata de la forma genitivo singular del sustantivo o adjetivo. El genitivo en griego se usa para indicar posesión, origen o relación. En este caso, indica \"de Abilene\" o \"perteneciente a Abilene\".\n\nComentario sobre la morfología: La forma en genitivo singular Ἀβιληνῆς es clave para entender su función en la oración. No se refiere al lugar en sí mismo (Abilene), sino a algo o alguien que es \"de\" ese lugar, o está relacionado con él.\n\nAbilene era una región y tetrarquía en la antigua Siria. En el Nuevo Testamento, se menciona en el Evangelio de Lucas en referencia a Lisanías, quien era el tetrarca (gobernante de una cuarta parte de una región) de esa zona en el tiempo de Juan el Bautista. La mención de Abilene ayuda a situar cronológicamente el comienzo del ministerio de Juan. La región se encontraba en las laderas orientales del Monte Hermón, en lo que hoy es parte de Siria y Líbano."
    },
    {
        "palabra": "Ἀβιούδ",
        "transliteracion": "Abioud",
        "traduccion_literal": "Abiud",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אֲבִיהוּד ('Avihud), que significa \"mi padre es majestad\" o \"padre de la gloria\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. Como muchos nombres de origen semítico, su forma no cambia sin importar su función en la oración.\n\nComentario sobre la morfología: Su naturaleza indeclinable en el griego koiné simplifica el análisis gramatical, ya que carece de las variaciones de caso.\n\nAbiud es un nombre que aparece en el Nuevo Testamento, específicamente en el Evangelio de Mateo, en la genealogía de Jesús. Se menciona como el padre de Eliaquim y uno de los descendientes del rey David. El nombre es significativo principalmente por su lugar en esta línea de descendencia."
    },
    {
        "palabra": "Ἀβραάμ",
        "transliteracion": "Abraám",
        "traduccion_literal": "Abrahán",
        "analisis_gramatical": "Clase de palabra: Sustantivo propio.\n\nRaíz: Proviene del hebreo אַבְרָהָם ('Avrāhām), que significa \"padre de una multitud\". Este es un nombre que se le dio a un personaje bíblico, ya que su nombre original era Abram (אַבְרָם, 'Avrām), que significa \"padre exaltado\".\n\nAnálisis morfológico: Es un sustantivo propio indeclinable. No presenta las inflexiones de caso, número o género que son típicas de los sustantivos griegos.\n\nComentario sobre la morfología: La naturaleza indeclinable de Ἀβραάμ en el griego koiné es una característica de muchos nombres de origen semítico. Su forma no cambia sin importar su función en la oración.\n\nAbraham es una de las figuras más importantes del Antiguo Testamento y es considerado el patriarca de las tres grandes religiones monoteístas. Su historia, incluyendo su llamado, su viaje a Canaán y el pacto que Dios estableció con él, se narra extensamente en el libro del Génesis. En el Nuevo Testamento, se le menciona con frecuencia, especialmente en las genealogías de Jesús y en las cartas de Pablo, donde se le usa como un ejemplo de fe."
    }
]